[
  {
    "name": "Accurate",
    "type": "perk",
    "value": -2,
    "restriction": "This perk can only be applied to a power that attacks one of the three defenses",
    "effect": "You gain a +2 bonus on attack rolls when using this power."
  },
  {
    "name": "Aquatic Power",
    "type": "perk",
    "value": -1,
    "restriction": "This perk can only be applied to a power with a range",
    "effect": "You may apply this power as a Perk, allowing it to work underwater without restriction. Alternately, you may choose to apply this power as a flaw, halving the power’s range when used outside of underwater environments. \\<sidebar\\>"
  },
  {
    "name": "All-Skill",
    "type": "perk",
    "value": 0,
    "restriction": "",
    "effect": "All your powers are not the result of some inborn ability, magical powers, or high-tech gadgetry but are instead pure skill and conditioning. You have pushed your body to its limits, allowing you to do what may at first seem super-human. This power modifier may only be applied to specific powers, as shown under Table X-X: Powers. With the exceptions of the Linked and Fatiguing flaws, no other power modifications may be applied to a power with the All-Skill perk. **Special (Power Limit):** Sadly, skill will only take you so far. With the exception of Enhanced Attack, powers with the All-Skill perk are limited to a power score of 20"
  },
  {
    "name": "Conditional",
    "type": "flaw",
    "value": 4,
    "restriction": "",
    "effect": "Perhaps it only works at night, while you’re bathed in sunlight or underwater. In any case, your power should be useless at least half the time."
  },
  {
    "name": "Critical Depletion",
    "type": "flaw",
    "value": 6,
    "restriction": "Power must have a Burnout value.",
    "effect": "Any time you use a power with the Critical Depletion flaw, you become instantly burned out, as if you have surpassed your burnout threshold and rolled a 1 on your burnout check."
  },
  {
    "name": "Cybernetic Implant",
    "type": "flaw",
    "value": 2,
    "restriction": "",
    "effect": "Any time you suffer *Massive Damage* (pg. XX), the Editor-in-Chief may have this power malfunction until the end of the scene (as your implants are assumed to have basic self-repair systems). You may “reboot” your power immediately by spending a plot point. **Special (Flaw Limitation):** As cybernetic implants are part of you, you cannot combine this flaw with the Removable Item modifier."
  },
  {
    "name": "Distant Power",
    "type": "perk",
    "value": -1,
    "restriction": "This Perk can only be applied to Ranged powers.",
    "effect": "The power’s range is doubled."
  },
  {
    "name": "Dual-Natured Attack",
    "type": "perk",
    "value": -2,
    "restriction": "This perk can only be applied to a power that deals damage.",
    "effect": "When you apply this perk to a damaging power, choose two damage types (e.g., Fire and Kinetic, Electricity and Sonic). - When you deal damage with this power, divide the total damage in half (round up for one half if odd). - Apply one half as the first type and the other half as the second type. Each half of the damage is resolved independently: - Apply the target’s Damage Reduction, resistances, and vulnerabilities separately to each half. - If a target is immune to one type, they still take half of the damage from the other type as normal. - If a target is vulnerable to one type, double that half of the damage. - If a target is resistant, halve that half of the damage. - Examples: A hero fires a magma blast dealing 20 damage as Fire/Kinetic against a target with DR 2, vulnerable to Fire, and resistant to Kinetic. Split into 10 Fire / 10 Kinetic. Fire half: (10 - 2) × 2 = 16 Kinetic half: (10 - 2) ÷ 2 = 4 Total damage: 20 A weather controller strikes with a Sonic/Electricity blast, dealing 15 damage against a target immune to Sonic. Split into 8 Sonic / 7 Electricity. Sonic half: 0 (immune) Electricity half: resolve normally. Total damage: 7 This perk does not let you bypass complete immunity to either damage type."
  },
  {
    "name": "Efficient Power",
    "type": "perk",
    "value": -2,
    "restriction": "This Perk may only be applied to a power with a Burnout value.",
    "effect": "When you do so, decrease the power’s Burnout cost by 1. **Special:** This Perk cannot be applied to a Power with the Fatiguing Flaw."
  },
  {
    "name": "Ego",
    "type": "flaw",
    "value": 8,
    "restriction": "Power must also have the External Power Source Flaw, and all powers that share this external power source also share the same ego.",
    "effect": "Your external power source has a will of its own. Perhaps it holds the spirit of an ancient mage or an artificial intelligence. Perhaps it simply influences you along a certain path. But it wants something from you, and it is often difficult to resist. This flaw is made up of three parts: Alignment, Will, and Release. Add up the scores of these three characteristics to get the final score bonus applied to the power. While the item is in control, you can still communicate with the item with it mentally in order to bargain, though otherwise, your hero is not in control of their actions. - **Alignment:** This is the desire of the item and what it wants you to do. Keep in mind that since this item can, at times, possess you, some alignments might not be suitable. Being occasionally possessed by a demonic sword that thirsts for the blood of the innocent, for instance, will likely disrupt the game and cause more issues than it’s worth. - If this is in line with what you would do anyway, such as killing zombies or protecting your Enclave, gain +0 to your power score. - If this desire complicates matters, like questing for an ancient item or adhering to a strict moral code, gain +1 to your power score. - If this desire makes things very difficult, like amassing and jealously guarding a treasure horde, gain +2 to your power score. - **Will:** This determines how difficult the influence is to resist. Whenever there is an opportunity for you to fulfill the source’s alignment, and you choose not to do so, you must make a Wisdom or Charisma saving throw against a Difficulty determined below. If you fail this saving throw, the source takes control of you as if you were under the effect of the Mind Control power with a power score equal to the DC of the save. - DC: 10 +0 to your power score - DC: 15 +2 to your power score - DC: 20 +4 to your power score - **Release:** This determines how willing the item is to release the holder from its power after the holder fails a roll against the item’s Will. - For +0 to your power score, the item will be released to the holder as soon as its immediate action is concluded. - For +1 to your power score, the item may control the holder longer, so long as it is in immediate pursuit of its Alignment. - For +2 to your power score, the item believes it can do better in control. It will not relinquish that control unless it is successfully bargained with, threatened, or otherwise forced or persuaded. \\<side bar\\> Playing Ego-Possessed Heroes The editor-in-chief should consider letting the player continue playing as their hero when an item with Ego possesses them. They simply play the hero with the item’s personality, but the player **must** pursue the item’s alignment to the exclusion of all else. \\</side bar\\>"
  },
  {
    "name": "Exclusive Power",
    "type": "flaw",
    "value": 2,
    "restriction": "May only be used with Scene or Continuous powers. It may not be combined with Roulette Power. At least two powers must both possess this flaw.",
    "effect": "Two or more of your powers may not be used at the same time. Whenever you activate a power with this flaw, it instantly deactivates all other powers with this flaw."
  },
  {
    "name": "External Power Source",
    "type": "perk",
    "value": 0,
    "restriction": "This may only be applied to powers with a burnout value.",
    "effect": "This power source possesses its Burnout Threshold of 10, and bleeds off Burnout at a rate of 2 per turn. Unless you’re a Tech Hero, you may only possess a single External Power Source that multiple powers may tap into."
  },
  {
    "name": "Fatiguing",
    "type": "flaw",
    "value": 4,
    "restriction": "This power modification cannot be combined with power modification, which reduces or removes burnout costs.",
    "effect": "This flaw may only be applied to a power with a Burnout cost; increase the power’s burnout cost by half Burnout cost (minimum of 1)."
  },
  {
    "name": "Instinct Control",
    "type": "perk",
    "value": -2,
    "restriction": "",
    "effect": "This perk can be applied to a Mental Power. This Mental Power can now affect either non-sentient animals with a brain or non-sentient computer systems advanced enough to mimic the intelligence of animals with a brain (such as most modern computers). It can affect one of these categories for -2 or both of them for -4. This power still cannot affect brainless animals like jellyfish or mechanical systems that are not controlled by a modern computer."
  },
  {
    "name": "Joined Power",
    "type": "flaw",
    "value": 2,
    "restriction": "Cannot be applied to a power with the All-Skill Flaw",
    "effect": "You must choose a hero with the joined power flaw. If both agree, those powers cannot be used without both of you being in close proximity to one another. For +2 power score, both you and your joined companion must be in the same Area. For +4 power score, both of you must be in the same Area while touching each other. You may not overcome this flaw as long as your companion is alive or remains a zombie. If your companion is truly dead, the editor-n-chef may allow you to buy off this flaw with experience."
  },
  {
    "name": "Limited Uses",
    "type": "flaw",
    "value": 2,
    "restriction": "",
    "effect": "Your power runs off a limited power source; maybe you deliver your elemental blast power through arrows or specialized gyro-jet ammunition, or your body needs time to recharge. Regardless, this power limits the number of times you may use the power in question on a given day. You do not suffer burnout when utilizing power with this modification. - You may use your power once per scene, +2 power score - You may use your power once before requiring a Hiatus, +8 power score Alternately, you may, at the Editor-in-Chief’s discretion, be able to rearm/recharge between scenes with the expenditure of a Plot point."
  },
  {
    "name": "Limitation",
    "type": "flaw",
    "value": 2,
    "restriction": "",
    "effect": "A power with this limitation does not work under specific conditions or against specific items, materials, or even items with particular characteristics. Maybe your Fire Powers are unable to affect water. So, your Elemental/Energy Blast (Fire) will not work against someone with Elemental/Energy Sheath (Water or Ice). Or you may not be able to use any of your fire powers while in a heavy downpour. At the Editor-in-Chief’s discretion, this Power Flaw may be worth a +2, +4, or +6 in your power score, depending on how common the vulnerability may be. For example, water may be worth +4 due to its prevalence, while a vulnerability to refined uranium would be worth +2. \\<Side Bar\\> #### Alternate uses for the Limitation Power Flaw You may utilize the Limitation power flaw to facilitate countless possible flaws and limitations. But be forewarned, players may use this flaw to tweak out their heroes and enhance their powers for little or no cost. To see some interesting uses of the Limitation flaw, see the *Allies and Rogues Gallery* section**.** \\</Side Bar\\>"
  },
  {
    "name": "Linked",
    "type": "flaw",
    "value": 2,
    "restriction": "",
    "effect": "This tweak must be applied to more than one power. All powers with this flaw are linked together through a central theme. For example, Force has all his powers linked together as they are all tied to his telekinesis power. Each power in the linked power group gains a +2 bonus to its power score. When using any power that is part of a group of linked powers, you always utilize the lowest power score among them, regardless of whether the power you are using has a higher power score."
  },
  {
    "name": "Magical Spell",
    "type": "flaw",
    "value": 0,
    "restriction": "Heroes with the Mystic Power Source only.",
    "effect": ""
  },
  {
    "name": "Patron",
    "type": "flaw",
    "value": 0,
    "restriction": "",
    "effect": "Your power is not inherent to you but has been granted by a powerful being such as an alien, a god, a devil, or even a surviving A-lister. If you should offend this patron, they will withdraw this power until you have appeased them and may further punish you. - If your patron makes few demands of you or has demands that are in line with what you would be doing anyway (such as fighting Zombies or helping humans to survive), this Flaw is worth +0. - +2 if your patron is mostly benevolent but expects you to maintain a code of behavior or makes occasional demands that complicate your normal activities. - +4 if your patron has their agenda apart from yours and expects you to follow it when they demand. - +6, your patron is actively working against you, trying to ensnare you in an evil bargain, working against your Enclave or in favor of the zombies, or is otherwise evil. > At the Editor-in-Chief’s discretion, a powerful patron might grant power to those not normally able to access it. For instance, a deal with a devil might grant a Highly Trained Hero the Bestial Transformation ability. This should involve a great deal of sacrifice and become a -2 Perk (for benevolent patrons) or, at most, a +1 Flaw (for evil patrons). \\<side bar\\> Evil Patrons Making deals with evil patrons has the potential to cause a lot of problems in a campaign, but it also has the potential for some truly amazing character arcs. In most stories, making a deal with an evil patron comes in one of two varieties. In the first, the Hero does not realize the patron is evil and only gradually becomes aware that the seemingly innocuous tasks they are required to perform are leading toward some terribly evil goal. In the second, the Hero is desperately in need of power in order to overcome some great obstacle (such as a zombie horde) and knowingly makes a pact with an evil patron out of desperation or hubris. Regardless of the method, eventually, an evil patron will either fully corrupt a Hero (which should then become an NPC), or the Hero will have to turn against their patron, being stripped of their powers and possibly paying further penalties as a consequence of breaking their bargain. Deals with evil patrons, even unknowing, should always cause more problems than they solved \\</side bar\\>"
  },
  {
    "name": "Penetrating",
    "type": "perk",
    "value": -2,
    "restriction": "",
    "effect": "Your power is particularly effective against armor, natural or otherwise. This power modification can only be applied to a power that attacks one of the three defenses. Upon a successful attack, you bypass some of your opponent’s DR equal to half your power score modifier (minimum 1)"
  },
  {
    "name": "Power Armor",
    "type": "flaw",
    "value": 4,
    "restriction": "Tech Hero Only",
    "effect": "Power Armor represents an armored suit that empowers and protects you. When creating a suit of power armor, you can apply this power modification to any number of powers, as long as one of those powers is the Armor power. - All Power Armor possesses the following power modifications but gains no power score bonuses from their application: *Removable Item, External Power Source* (with the external power source’s Burnout Threshold being increased to 15 and with current burnout being reduced by half Hero’s passive Intelligence modifier instead of his rank bonus), and *Unpowered Form* (with the time required to put on the armor being two continuous Demanding actions instead of one. You may reduce this time to a single Demanding action by reducing the bonus points granted by this flaw by 2). - You may apply additional power modifications to powers independently, but they are limited to accuracy, fatigue, limited uses, linked, penetration, secondary effect, and static. **Special (Multiple Suits):** You may possess more than one suit of armor. This flaw applies to individual power suits, with the powers of each suit tracked as individual powers."
  },
  {
    "name": "Power Lapse",
    "type": "flaw",
    "value": 2,
    "restriction": "",
    "effect": "Your power shuts down until the end of your next turn if attacked in a specific manner. For common conditions, such as being attacked by steel weapons, this flaw is worth +4 to your power score. If the condition is less common, like being attacked by magic, this flaw only increases the power’s score by +2"
  },
  {
    "name": "Removable Item",
    "type": "flaw",
    "value": 2,
    "restriction": "",
    "effect": "If your power is built into an item that can be disarmed or stolen. Increase the power score by +2 *\\<side bar\\>* *A word on tech in a post-apocalyptic world.  * **All technology** suffers from *Unreliable at the best of times:* At any time, once per scene, the Editor-in-Chief may decide that a piece of your tech or an external power source just fails to work. This may be applied only to a single power. You may use a Plot Point to negate this result. *\\</side bar\\>*"
  },
  {
    "name": "Roulette Power",
    "type": "flaw",
    "value": 2,
    "restriction": "It may not be used with continuous powers. It may not be combined with Exclusive Power. At least two of your powers must both have this flaw.",
    "effect": "Two or more of your powers are combined, and you never know which one will be used. When you seek to use one of your powers with this flaw, roll randomly to determine which power is actually used. If all powers linked to this flaw are used for the same purpose (for instance, all powers that deal damage), this is a +2 flaw. If the powers are more disparate (such as Chameleon, Elemental/Energy Blast, and Summon Animal), this is a +4 flaw."
  },
  {
    "name": "Secondary Effect",
    "type": "perk",
    "value": -2,
    "restriction": "",
    "effect": "One of your powers possesses a useful additional effect. Choose one of the following conditions: once per scene, you may apply this additional effect to your power by spending a bonus action to “power up.” When you use this perk, you must not only successfully hit the target with your power’s primary attack, but you must also surpass the secondary effect’s stated defense for the secondary effect to apply. If you fail to defeat this secondary defense, you still apply your power’s primary effects. <table> <colgroup> <col style=\"width: 42%\" /> <col style=\"width: 18%\" /> <col style=\"width: 39%\" /> </colgroup> <thead> <tr> <th colspan=\"3\" style=\"text-align: left;\"><strong>Secondary Effects X-X</strong></th> </tr> </thead> <tbody> <tr> <td style=\"text-align: center;\"><strong>Condition</strong></td> <td style=\"text-align: center;\"><strong>Defense</strong></td> <td style=\"text-align: center;\"><strong>Power Score Modifier</strong></td> </tr> <tr> <td style=\"text-align: center;\">Blinded*</td> <td style=\"text-align: center;\">Fortitude</td> <td style=\"text-align: center;\">-4</td> </tr> <tr> <td style=\"text-align: center;\">Stunned (lesser)*</td> <td style=\"text-align: center;\">Fortitude</td> <td style=\"text-align: center;\">-2</td> </tr> <tr> <td style=\"text-align: center;\">Deafened*</td> <td style=\"text-align: center;\">Fortitude</td> <td style=\"text-align: center;\">-2</td> </tr> <tr> <td style=\"text-align: center;\">Exhausted*</td> <td style=\"text-align: center;\">Willpower</td> <td style=\"text-align: center;\">-2</td> </tr> <tr> <td style=\"text-align: center;\">Frightened, (Severe)*</td> <td style=\"text-align: center;\">Willpower</td> <td style=\"text-align: center;\">-4</td> </tr> <tr> <td style=\"text-align: center;\">Prone</td> <td style=\"text-align: center;\">Fortitude</td> <td style=\"text-align: center;\">-2</td> </tr> <tr> <td style=\"text-align: center;\">Frightened, (Mild)*</td> <td style=\"text-align: center;\">Willpower</td> <td style=\"text-align: center;\">-2</td> </tr> <tr> <td style=\"text-align: center;\">Weakened (Mild)</td> <td style=\"text-align: center;\">Fortitude</td> <td style=\"text-align: center;\">-1</td> </tr> <tr> <td style=\"text-align: center;\">Weakened</td> <td style=\"text-align: center;\">Fortitude</td> <td style=\"text-align: center;\">-2</td> </tr> <tr> <td style=\"text-align: center;\">Weakened (Severe)</td> <td style=\"text-align: center;\">Fortitude</td> <td style=\"text-align: center;\">-4</td> </tr> <tr> <td style=\"text-align: center;\">Stunned (Greater)</td> <td style=\"text-align: center;\">Fortitude</td> <td style=\"text-align: center;\">-4</td> </tr> <tr> <td colspan=\"3\" style=\"text-align: left;\">*See additional notes below</td> </tr> </tbody> </table> *Blinded* and *Frightened:* Targets affected suffer these secondary effects for a number of turns equal to the power’s score modifier +1. Targets affected get either a constitution or wisdom saving throw at the end of their turn (chosen when applying this power modification) to end this effect. All other secondary effects remain in effect until the end of the scene."
  },
  {
    "name": "Seeking",
    "type": "perk",
    "value": -2,
    "restriction": "",
    "effect": "Your control over your power is so fine you can seek out your intended target. Thus, you ignore any penalties for Cover and don’t suffer a -3 penalty when attacking a target that is currently engaged in melee with another creature; you are still required to see the target and possess a line of effect to the target. This Perk can only be applied to Ranged Powers."
  },
  {
    "name": "Synergy",
    "type": "perk",
    "value": -2,
    "restriction": "This power modification requires that powers specifically possess the special (synergy) feature, allowing them to synergize with other listed powers.",
    "effect": "Choose one of the powers combined through this power modification to be the group's primary power; any time you increase that power score, the score of all other synergized powers is increased by the same amount. You cannot increase the scores of the other powers directly, only through increasing the score of the group's primary power."
  },
  {
    "name": "Slow",
    "type": "flaw",
    "value": 2,
    "restriction": "",
    "effect": "You may only apply this modifier to power that requires a Bonus Action or an Action to use. If you apply this flaw to a power that requires a bonus action, that power will now require an action, and that power’s score will be increased by +2. If this flaw is applied to a power that requires an action, that power will now require a demanding action, and that power’s score will be increased by +4."
  },
  {
    "name": "Static",
    "type": "flaw",
    "value": 2,
    "restriction": "",
    "effect": "Any power with this Flaw may *never* be improved under *any* circumstances... ever. The power has reached its full potential. This Flaw may only be acquired during Hero creation and may not be combined with any other Power Modification Flaw (Flaws required by your Power Source still apply). If this Flaw is applied to the Life Support power, the power is increased by an additional +2 (for a total of +4)."
  },
  {
    "name": "Spell Power Infusion",
    "type": "perk",
    "value": -2,
    "restriction": "This can only be applied to powers with the magical spell flaw.",
    "effect": "When casting the spell this perk is assigned to you, you may incur additional burnout, which temporarily increases the power’s score. Doing so requires the expenditure of a plot point; by increasing the power’s Burnout by 3 points, you increase the power’s score by +2 to a maximum number of additional points equal to your wisdom score. Regardless, you may never incur more Burnout than your remaining Burnout."
  },
  {
    "name": "Spirit Seeker",
    "type": "perk",
    "value": -2,
    "restriction": "",
    "effect": "Your power can affect those on a different plane of existence at full strength, such as those under the effect of the Free Consciousness or Incorporeal powers. This perk is -2 for Mental powers and -4 for all other powers. This allows powers such as Entangle to be used on Incorporeal characters. You still must be able to target a creature to affect them."
  },
  {
    "name": "Sustained Damage",
    "type": "perk",
    "value": -4,
    "restriction": "",
    "effect": "Any power with this Perk affects the target over and over - without needing a new Attack Roll. On a successful hit, the target takes the initial damage as normal. At the end of their next turn, they start to suffer your power score modifier in the same damage type for a number of turns equal to half your power score modifier, after which the target gets a Constitution saving throw to end this effect. Additional hits do not add to this continuous damage; instead, reset its duration."
  },
  {
    "name": "Techno-Limited",
    "type": "flaw",
    "value": 2,
    "restriction": "Must be used with a power that normally affects living creatures or other organic material.",
    "effect": "This power only affects technology. It has no effect on organic material or living (or formerly living) creatures. If this power is a mental power, it only affects artificial intelligence."
  },
  {
    "name": "Temporary power",
    "type": "flaw",
    "value": 2,
    "restriction": "",
    "effect": "You can only apply this flaw to any continuous powers that do not require a reaction to use. The power now is activated as an Action, has a Burnout cost of 5, and only remains active for a number of turns equal to your power score modifier."
  },
  {
    "name": "Trigger",
    "type": "flaw",
    "value": 4,
    "restriction": "",
    "effect": "Your power requires an emotional trigger for you to access it. You determine the emotion with your Editor-in-Chief; once set, you may only use the power whenever you feel this emotion or you successfully make a Routine (DC: 15) wisdom saving throw. If you succeed, you have access to your power for the rest of the scene. If you fail the roll, you may not access this power for the rest of the scene. Powers such as Mind Control can affect your emotional state, allowing someone to effectively shut down your power before the end of the scene by changing your emotional state. **Special (Spells):** If this flaw is applied to a power with the spell power modification, which also has the Trigger Flaw, you may utilize an Occult skill check in place of a wisdom saving throw."
  },
  {
    "name": "Unpowered Form",
    "type": "flaw",
    "value": 2,
    "restriction": "",
    "effect": "Not only are your powers not on all the time, but you don’t have access to them until you transform (either by saying magic words, changing your physical form, or only being available when another power is in use) as a Demanding action. When you transform, you may choose to activate any of your powers with the scene descriptor as part of the same action, paying its burnout cost, of course. You may choose to apply feats to this flaw as well, making them inaccessible when not in your underpowered form. If you do so, this flaw is worth +3 instead of +2. You may only remain in your power form a number of hours per day equal to your constitution score; these hours need not be consecutive."
  },
  {
    "name": "Unreliable",
    "type": "flaw",
    "value": 4,
    "restriction": "",
    "effect": "Your power doesn’t always work. Whenever you use your power, there is a 50% chance the power simply does not work. When it does so, you use your action but pay zero burnout for the failed attempt."
  }
]