[
  {
    "name": "Ability Score Increase",
    "description": "**Benefits:** Increase any two of your ability scores by +1  You may take this feat multiple times.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Ace",
    "description": "**Requirements:** Dexterity 12+  **Benefits:** Increase your Dexterity score by +1 You are trained to operate one class of aircraft (e.g., fixed-wing, helicopter, VTOL). You may attempt related piloting actions even if you do not possess a Skill Set that includes aviation training. When doing so, add your Rank bonus to the roll. If you do have a relevant Skill Set (e.g., Sky Courier, Stunt Pilot, Military Aviator), you instead gain an Edge when operating that class of aircraft.  You may take this feat multiple times, selecting a different aircraft class each time.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Acrobatic",
    "description": "**Requirements:** Dexterity 12+  **Benefits:** Increase your Dexterity score by 1 If you possess a Skill Set that thematically includes acrobatic movement (e.g., Parkour Artist, Circus Performer, Martial Artist), you gain an Edge when making rolls involving balance, flips, vaulting, or movement-based stunts.  In addition, you gain the following special movement abilities:  - **Kick-Up**: As a bonus action, you may instantly rise from a prone position without spending movement.  - **Up the Wall**: With a 1-area running start, you may move vertically up a wall with a number of feet equal to 5 plus half the result of an applicable acrobatic movement check.  - **Free Running**: Once per turn, you may ignore 1 area of difficult terrain during your movement.  **Special:** If you do not possess a relevant Skill Set, you can still use the above tricks, but do not gain an Edge on related rolls.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Additional Origin",
    "description": "**Requirements:** Approval of your editor-in-chief.  **Benefit:** You gain an additional Origin, including its restrictions and advancement options, but not its initial benefits. When you take this feat, choose one ability score that your new Origin would normally increase; that score increases by +1.  Before selecting this feat, you must discuss it with your Editor-in-Chief to ensure it fits the narrative. Some events or story arcs may also grant this feat to heroes and other players as a reward for pivotal moments that fundamentally alter a character’s nature.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Amateur Investigator",
    "description": "**Requirements:** Intelligence 13+  **Benefit:** Increase your Intelligence score by 1 When you take this feat, choose one area of investigative expertise (e.g., forensic evidence, criminal law, witness interrogation, case research), subject to Editor-in-Chief approval.  When attempting to meet a challenge involving your chosen area of expertise, you may add your **Rank bonus** to the roll if you do not possess a Skill Set that includes investigative training. If you do have a relevant Skill Set (e.g., Detective, Forensic Analyst, Crime Reporter), you instead gain an **Edge** on these checks.  This feat does not grant broad investigative capability. It reflects a particular method, study, or personal specialty you’ve developed, formally or not.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Attack Focus",
    "description": "**Requirement:** Must be capable of performing the chosen attack.  **Benefit:** Choose a specific melee attack, ranged attack, or power that requires an attack roll that you can perform. You gain a +1 bonus to attack rolls with the chosen attack. Additionally, you deal an extra +2 points of damage when using this attack. For example, you can take attack focus on attacks with your energy blast power or your unarmed attacks.  **Special:** You can select this feat multiple times. Each time, it applies to a different attack**.**",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Blind-Fighting",
    "description": "**Requirements:** Wisdom 13+  **Benefit:** When you cannot see an opponent in your area but are aware of their presence (through sound, powers, or other senses), they do not gain Advantage on attacks against you, and your attacks against them do not suffer Disadvantage.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Burglar",
    "description": "**Requirements:** Dexterity 12+  **Benefit:** Increase your Dexterity score by 1 When attempting to meet a challenge involving bypassing locks or electronic security systems, you add your Rank bonus to the roll if you do not possess a Skill Set that includes larceny or infiltration. If you do have a relevant Skill Set (e.g., Cat Burglar, Ex-Criminal, Infiltrator), you instead gain an Edge when attempting either bypass locks or electronic security systems.  You must choose whether your Edge applies to physical locks or electronic systems when you gain this feat.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Captivating Performer",
    "description": "**Requirements:** Charisma 13+  **Benefit:** Increase your Charisma score by 1.**  ** When attempting to meet a challenge involving commanding attention, evoking emotion, or captivating an audience through a performance, you add your Rank bonus to the roll if you do not possess a Skill Set that includes performance training. If you do have a relevant Skill Set (e.g., Stage Actor, Street Musician, Cult Figure), you instead gain an Edge when performing.  In addition, you gain the Inspiring Performance maneuver (see page XX).",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Combat Intuition",
    "description": "*You have an uncanny clarity of mind in combat, allowing you to feel the ebb and flow of battle.*  **Requirements:** Wisdom or Dexterity 13+  **Benefits:** Increase your Wisdom or Dexterity score by 1. You gain immunity to outnumbering condition in combat. This means that even when you are outnumbered, you do not suffer the usual disadvantages. This immunity takes precedence over any other rules or feats (such as wolf pack tactics) that provide outnumbering penalties.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Critical Precision",
    "description": "*“Always aim for the head.”*  **Requirement:** Must be capable of performing the chosen attack.  **Benefit:** Choose a specific melee attack, ranged attack, or power that requires an attack roll that you can perform, you score a critical hit on a roll of 19 or 20 with that attack.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Daredevil",
    "description": "*Some people say you're crazy, yet you have outlived most of them.*  **Benefit:** Increase your Dexterity or Charisma score by 1. When you roll to meet a Challenge in which failure will physically harm you, you gain a +5 to that roll. Also, at the Editor-in-Chief's discretion, if the action you are attempting to perform is especially dangerous and heroic, they may grant you an advantage on your roll.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Disciplined",
    "description": "*You keep an even keel, even in the roughest of waters.*  **Requirements:** Wisdom 12+  **Benefit:** Increase your Willpower defense by +1. You also have Advantage on saving throws against mental control. If using the optional psychosis rules, you also have Advantage on saving throws against psychosis.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Diehard",
    "description": "*Some Heroes refuse to die.*  **Benefit:** Increase your Constitution score by 1. As a bonus action, roll your Constitution base die and add double your rank bonus; you recover the result in Stamina, and you regain the ability to use this feat after completing a Hiatus.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Engineering Prodigy",
    "description": "**Requirements:** Intelligence 12+, Wisdom 12+  *You have an intuitive knack for fixing and modifying equipment, even if you don’t fully understand how it works.*  **Benefit:** Increase your Intelligence or Wisdom score by 1. When you take this feat, choose a specific type of equipment this talent applies to (e.g., weapons, vehicles, power tools, armor), subject to Editor-in-Chief approval.  When attempting to meet a challenge involving quick repairs, salvaging parts, or modifying existing equipment of the chosen type, you may add your Rank bonus to the roll if you do not possess a Skill Set that includes engineering. If you do have a relevant Skill Set (e.g., Technician, Tinkerer, Gearhead), you instead gain an Edge on these checks.  This feat does not enable you to design new devices, build complex systems, or reverse-engineer advanced technology; it only allows you to work with what already exists.  You may take these feat multiple times, choosing a different specific type of equipment each time.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Empathic Intuition",
    "description": "*You can attempt to defuse tension with a word and a look.*  **Requirements:** Wisdom 16+  **Benefit:** Increase your Wisdom score by 1. When attempting to meet a challenge involving reading emotional states, calming someone down, or navigating emotionally volatile situations, you add your Rank bonus to the roll if you do not possess a Skill Set that includes interpersonal or psychological training. If you do have a relevant Skill Set (e.g., Counselor, Negotiator, Therapist), you instead gain an Edge on these checks.  As an action, you may attempt to calm an agitated individual. The Editor sets the DC based on the target’s current emotional state.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Escape Artist",
    "description": "**Requirements:** Dexterity 13+  **Benefit:** Increase your Dexterity score by 1.**  ** When attempting to meet a challenge involving escaping from restraints, bindings, or tight enclosures, you add your Rank bonus to the roll if you do not possess a Skill Set that includes escape techniques. If you do have a relevant Skill Set (e.g., Escapist, Stage Magician, Cat Burglar), you instead gain an Edge on these checks.  In addition, you may escape from mundane, non-powered restraints without making a check, unless the restraints were specifically designed to counter your origin or powers.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Expert Driver",
    "description": "**Requirements:** Dexterity 13+  **Benefit:** Increase your Dexterity score by 1. When you take this feat, choose one area of vehicular expertise (e.g., evasive maneuvers in tight streets, motorcycle stunts, high-speed pursuit under fire), subject to Editor-in-Chief approval.  When attempting to meet a challenge involving your chosen driving specialty, you add your Rank bonus to the roll if you do not possess a Skill Set focused on vehicle operation or piloting (e.g., Driver, Courier, Stunt Rider). If you do possess a relevant Skill Set, you instead gain an Edge on these checks.  Additionally, while driving or riding in a vehicle during combat, you gain a +2 bonus on all vehicle-related checks (such as maneuvering, escaping pursuit, or executing tactical actions). This stacks with other bonuses unless otherwise specified by the Editor-in-Chief.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Exceptional Scavenger",
    "description": "**Benefit:** Increase your Wisdom score by 1. When attempting to meet a challenge involving locating useful gear or identifying valuable scrap, you add your Rank bonus to the roll if you do not possess a Skill Set that includes scavenging. If you do have a relevant Skill Set (e.g., Survivalist, Urban Forager, Salvage Tech), you instead gain an Edge on these checks.  Additionally, you begin each issue with 6 AP worth of scavenged gear, chosen before the start of the session.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Gearhead",
    "description": "*“It's all about family.”*  **Requirements:** Intelligence 12+  **Benefit:** Increase your Intelligence score by 1. When attempting to meet a challenge involving automobile repair, modification, or diagnostics, you add your Rank bonus to the roll if you do not possess a Skill Set that includes vehicle engineering. If you do have a relevant Skill Set (e.g., Auto Mechanic, Gearhead, Street Tech), you instead gain an Edge on these checks.  Additionally, you gain a +2 bonus to Drive checks when operating ground vehicles.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Hacker",
    "description": "**Requirements:** Intelligence 12+  **Benefit:** Increase your Intelligence score by 1.**  ** When attempting to meet a challenge involving bypassing digital security, accessing restricted systems, or navigating computer networks, you add your Rank bonus to the roll if you do not possess a Skill Set that includes computer hacking. If you do have a relevant Skill Set (e.g., Cyber Specialist, IT Security, Black Hat), you instead gain an Edge on these checks.  In addition, you require only half the normal time to perform hacking attempts.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Hawkeye",
    "description": "**Requirements:** Dexterity 12+  **Benefit:** When making a ranged attack, you do not suffer penalties for attacking at range as long as that target is within a number of areas equal to your wisdom score.  Additionally, your ranged weapon attacks ignore partial cover.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Healing Hands",
    "description": "*You have a natural ability to heal others, which is useful in a world without functioning hospitals or medical supplies.*  **Requirements:** Wisdom 13+  **Benefit:** Increase your Wisdom score by 1. When attempting to meet a challenge involving stabilizing wounds, treating injuries, or performing first aid, you add your rank bonus to the roll if you do not possess a Skill Set that includes medical training. If you have a relevant Skill Set (e.g., Field Medic, EMT, Combat Nurse), you instead gain an *Edge* on these checks.  In addition, once per scene, you may attempt to revive a living creature reduced to 0 Stamina. Roll an Intelligence check and add your Rank; the target regains Stamina equal to the result.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null,
    "usesPerScene": 1
  },
  {
    "name": "Hidden Stash",
    "description": "*Deep down inside, you know that one day, you may have to make a break for it. With that in mind, you've stashed a few ready-to-go packs around town.*  **Requirements:** I've Done All Right for Myself (feat)  **Benefit:** Increase your Intelligence score by 1. As an action, you can search an area for one of your stashes. These stashes typically contain basic medical kits, a sidearm with ammunition or a restock of one type of ammunition, and a few pieces of handy equipment, all stored in a small bag or backpack. You regain the ability to use this feat after completing a Hiatus. Alternatively, you may use a plot point to find one of your \"go-bag\" stashes, allowing you to produce a number of stashes equal to your Intelligence bonus.  Your Editor-in-Chief may decide that having a stash nearby is impossible (for example, if you are investigating the lair of a villain, you never knew existed). Additionally, it is up to the Editor-in-Chief to determine what would be reasonably found in the pack in the given scene. In general, the value of the stash will be up to your Intelligence bonus + your rank bonus in AP (minimum of 2). After using this feat, a number of times equal to your rank bonus, you must use an Enclave Interlude to go into the city and refill your stashes.  **Note**: If your campaign moves from city to city, this feat may be less useful. However, with the Editor-in-Chief's approval, you may have planted several such packs in different cities before Z-Day, allowing you to use this feat on the road.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Honeyed Tongue",
    "description": "**Requirements:** Charisma 13+  **Benefit:** Increase your Charisma score by 1. When attempting to meet a challenge involving lying, persuading, or manipulating others, you add your Rank bonus to the roll if you do not possess a Skill Set that includes interpersonal influence. If you do have a relevant Skill Set (e.g., Con Artist, Diplomat, Silver-Tongued Scoundrel), you instead gain an Edge on these checks.  In addition, you gain a +2 bonus on wisdom based rolls to gauge whether someone is believing your deception or resisting your persuasion.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Horse Whisperer",
    "description": "**Requirement:** Wisdom 13+  **Benefit:** Increase your Wisdom score by 1. When attempting to meet a challenge involving calming, training, riding, or handling horses, you add your Rank bonus to the roll if you do not possess a Skill Set that includes animal handling or mounted training. If you do have a relevant Skill Set (e.g., Rancher, Cavalry Scout, Beast Tamer), you instead gain an Edge on these checks.  With Editor-in-Chief approval, you acquire with a bonded horse, an animal you care for and travel with. While not a combat mount by default, this horse is loyal and can be trained or improved through roleplay and story progression.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Hunter",
    "description": "**Requirements:** Wisdom 13+  **Benefit:** Increase your Wisdom score by 1. When attempting to meet a challenge involving tracking or hunting, you add your Rank bonus to the roll if you do not possess a Skill Set that includes wilderness survival. If you do have a relevant Skill Set (e.g., Tracker, Survivalist, Forest Ranger), you instead gain an Edge on these checks.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "I've Done Alright for Myself",
    "description": "**Requirements:** Intelligence 13+  **Benefit:** Increase your Intelligence score by 1. When you take this feat, choose one area of urban survival expertise (e.g., scrounging for gear, navigating hostile neighborhoods, finding safe places to sleep, or dealing with black market contacts), subject to Editor-in-Chief approval.  When attempting to meet a challenge involving your chosen area of expertise, you add your **Rank bonus** to the roll if you do not possess a Skill Set that includes urban survival. If you do have a relevant Skill Set (e.g., Streetwise, Urban Nomad, Black Market Runner), you instead gain an **Edge** on these checks.  In addition, you begin play with either a bonded horse or a reliable common vehicle, and you start each Issue with 4 AP worth of gear selected before the session begins.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Jury Rigging",
    "description": "**Requirements:** Intelligence 13+  **Benefit:** Increase your Intelligence or Wisdom score by 1.**  ** When you take this feat, choose one category of common equipment or systems you’re known for patching together (e.g., vehicles, weapons, generators, powered doors), subject to Editor-in-Chief approval.  When attempting to meet a challenge involving quick repairs or improvised mechanical fixes to your chosen category, you add your Rank bonus to the roll if you do not possess a Skill Set that includes engineering or technical work. If you do have a relevant Skill Set (e.g., Technician, Tinkerer, Vehicle Mechanic), you instead gain an Edge on these checks.  In addition, you may attempt any relevant Jury Rig challenge with a DC of 20 or lower without requiring proper tools or equipment, provided you have access to basic scrap, parts, or materials.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Large Frame",
    "description": "*You tower over most survivors, your oversized build making you both imposing and hard to ignore. Whether you're genetically altered, a mutant, or just born that way, your mass lets you throw your weight around, literally.*  You gain a +1 bonus to your Strength score.  **Effects:**  - You are treated as one size category larger than normal for lifting, carrying, and grappling.  <!-- -->  - You may make melee attacks against targets in an adjacent area (1 Area away), if they are not in full cover and you are aware of them.  - When determining your lifting capacity, throw range, and push/drag values, treat your Strength score as if it were +2 higher.  **Special (Restrictions):**  - Your increased size may make it more difficult to move through tight spaces, at the Editor-in-Chief’s discretion (see 'Cramped' and 'Obstacles' rules).  <!-- -->  - Any armor you acquire must be **custom-fitted or reinforced**, doubling its AP cost. A character with the appropriate Skill Set can modify armor during an Enclave Interlude to remove this penalty.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Learn Combat Maneuver",
    "description": "**Requirements:** As specified by the combat maneuver  **Benefit:** You learn one combat Maneuver for which you meet the listed prerequisites (see Maneuvers, pg. XX). Representing specialized combat training, battlefield improvisation, or inherited techniques developed through hard-won experience.  You may take this feat multiple times. Each time, you learn a different Maneuver.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Martial Artist",
    "description": "*You are an expert martial artist, but you're no Shadow Fist.*  **Requirements:** Dexterity or Strength 13+  **Benefit:** You are trained in disciplined unarmed combat techniques that let you adapt to any threat. At the start of your turn, choose one of the following stances. The stance remains active until you choose a different one at the start of a future turn:  - **Precision:** You gain a +1 bonus to hit with unarmed attacks.  - **Powerful:** Your unarmed attacks deal +2 damage  - **Quick:** You may use your Dexterity modifier instead of Strength for unarmed attack and damage rolls. While in this stance, your unarmed attacks deal kinetic damage equal to your Dexterity base die plus your Dexterity modifier.  In addition, once per scene, when you hit with an unarmed attack, you may immediately use a Maneuver that involves an unarmed strike as a free follow-up, provided it requires no special equipment.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null,
    "options": ["Precision", "Powerful", "Quick"],
    "stance": true,
    "usesPerScene": 1
  },
  {
    "name": "Mind over Body",
    "description": "**Requirements:** Wisdom 13+  **Benefit:** Increase your Wisdom score by 1. Once per scene, when attacked as a reaction, you may use your willpower defense in place of either your avoidance or fortitude defense, but you must choose to use this feat before the attack is resolved.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null,
    "usesPerScene": 1
  },
  {
    "name": "Natural Born Leader",
    "description": "*You possess a powerful presence that inspires others*  **Requirements:** As specified by the leadership maneuver  **Benefit:** You learn two leadership maneuvers of your choice. See page XX for a full list of maneuvers.  **Special:** You can take these feat multiple times learning a leadership maneuver each time.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Night Owl",
    "description": "*You sleep with one eye open.*  **Requirements:** Wisdom and Constitution of 13+  **Benefit:** You require only 4 total hours of sleep per day to gain the benefits of a Hiatus. These hours may be broken into segments, provided that each rest period is at least 1 hour in length.  When attempting to meet a challenge involving noticing danger while resting, waking up quickly, or staying alert during interrupted rest, you may add your Rank bonus to the roll if you do not possess a Skill Set that includes heightened awareness or survival instincts. If you do have a relevant Skill Set (e.g., Wilderness Scout, Night Watchman), you instead gain an Edge on those checks.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Occult Scholar",
    "description": "**Requirements:** Wisdom 13+  **Benefit:** Increase your Wisdom score by 1. When you take this feat, choose one area of occult knowledge (e.g., arcane symbols, ritual theory, supernatural lore), subject to Editor-in-Chief approval.  When attempting to meet a challenge involving your chosen occult topic, you add your Rank bonus to the roll if you do not possess a Skill Set that includes occult training. If you do have a relevant Skill Set (e.g., Occultist, Arcane Researcher, Cult Survivor), you instead gain an **Edge** on these checks.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Perfect Aim",
    "description": "*Your precision with ranged weapons is unparalleled.*  **Requirements:** Hawkeye (feat)  **Benefit:** You gain a +1 bonus to attack rolls made with ranged attacks.  Additionally, once per scene, as a bonus action, you may make a ranged attack with Advantage against a target you can clearly see and aim at without obstruction.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null,
    "usesPerScene": 1
  },
  {
    "name": "Political Maneuvering",
    "description": "*In a world where the wrong phrase can get you shot, this ability enables you to keep the peace.*  **Requirements:** Honey Tongue (feat)  **Benefit:** Increase your Wisdom score by 1. Once per scene, you may intervene on behalf of an ally who has made a social or political misstep. Replace the result of their failed check with a new roll using your Influence-based ability (typically Charisma), representing your skill in smoothing things over or redirecting attention.  This does not grant a reroll to the original character; it fully replaces their result with yours.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null,
    "usesPerScene": 1
  },
  {
    "name": "Polyglot",
    "description": "**Requirements:** Intelligence 13+  **Benefit:** Increase your Intelligence score by 1. When you take this feat, choose three additional languages you can read, write, and speak fluently.  If you do not possess a Skill Set that includes linguistic training, you may attempt language-based decoding or translation tasks using your Rank bonus. If you do have a relevant Skill Set (e.g., Linguist, Cultural Researcher), you instead gain an Edge on those checks.  **Special:** You may take this feat multiple times, each time gaining three additional languages.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Quick",
    "description": "**Requirements:** Dexterity 12+  *You are quicker than most*  **Benefit:** Increase your walking pace by +1 and your Avoidance by +1; you can also have a walking pace greater than 5.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Seasoned Survivor",
    "description": "**Requirements:** Wisdom 13+  **Benefit:** Choose one specific city or urban area you specialize in (subject to Editor-in-Chief approval). When operating in that city, you gain the following benefits:  - You have an **Edge** when applying your Skill Sets to challenges involving *navigation, scavenging, identifying safe routes* or *shelters,* or *avoiding hazards and local threats* in that city.  - Once per scene in your city, you may re-roll a failed Skill Set check related to survival or local knowledge (keeping the new result).  These benefits represent your familiarity with the terrain, hidden resources, and dangers unique to your city. Outside your chosen city, this feat provides no benefit.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null,
    "usesPerScene": 1
  },
  {
    "name": "Sidekick",
    "description": "**Benefit:** Choose one of your bystanders; they are upgraded to an Upstart level character; use the standard character creation rules, but your sidekick has 33 points for ability scores, 16 build points for powers, and a rank cap of 20. Sidekicks are notorious for having a mind of their own and have a habit of venturing outside the enclave and sometimes acting on their own at the most inopportune time. Every time you level, your sidekick also gains a level.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Sharp Eyes",
    "description": "**Requirements:** Wisdom 13+  **Benefit:** You are particularly adept at noticing danger before it strikes. Add your rank bonus when attempting to meet a challenge to detect hidden threats, such as traps or ambushes. If you possess a relevant Skill Set (such as Scout, Lookout, or Tracker), you gain Edge in an appropriate cinematic focus, such as *“never caught off guard by an ambush. or “head on a swivel.”*",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Skill Focus",
    "description": "Choose one Skill Set you possess. You gain an *Edge* on all checks made using that Skill Set when pursuing a specific cinematic focus, such as a particular tactic, signature move, or narrow area of expertise (subject to Editor-in-Chief approval).  **What Makes a Good Cinematic Focus?** A cinematic focus should highlight something distinctive about how your hero uses that Skill Set in the field. It’s not just “better at Perception,” it’s *“never caught off guard by an ambush.”* It’s not just “good at Technology,” it’s *“can hotwire almost anything under pressure.”* Think of it as your hero’s go-to move in tense or heroic moments, the thing that looks awesome in a splash panel in your favorite comic.  ***Examples:***  - *“The Urban Shadow”:* You move through alleys and rubble like a ghost, undetected even in daylight.  - “*Speaker of Hard Truths”:* You know exactly what to say to shake someone’s confidence.  - *“Parkour Runner”:* You bounce off walls, rails, and rooftops like you were born in the ruins.  - *“Mad Max Fury”:* You can power-slide through a Z-horde without losing control.  - *“Battlefield Fixes”:* You can repair tech mid-combat while everyone else ducks for cover.  **Special:** You may take this feat multiple times. Each time, it applies to a different Skill Set and a distinct cinematic focus.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Shield Expert",
    "description": "*Yes, shields protect you, but in your hands, it's just as much a weapon as a defensive tool.*  **Requirements:** Dexterity 12+  **Benefit:** While wielding a shield:  - Your Avoidance increases by +1.  - You may take the shove action as a bonus action.  - You may throw your shield a number of areas equal to your throw range, and it returns to your hand at the end of your turn, regardless of whether you hit or miss  This feat assumes a reinforced or ricochet-capable shield and requires Editor-in-Chief approval for improvised or makeshift equivalents.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Stealthy",
    "description": "**Requirements:** Dexterity 12+  **Benefit:** Increase your Dexterity score by 1. When attempting a Challenge to move unseen or unheard, add your Rank bonus to the roll even if you lack a relevant Skill Set. If you do have a relevant Skill Set (e.g., *Infiltrator*, *Scout*, *Spy*), you instead gain an Edge when stealing in a specific condition of your choice, subject to Editor-in-Chief approval. (For example, moving silently across debris, remaining hidden while observing a scene, vanishing into urban terrain)  Additionally, when hiding, you may move at your full Pace without automatically revealing yourself. However, obvious environmental factors (like bright light, noisy terrain, or a direct line of sight) may still expose you at the Editor’s discretion.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Street Magic",
    "description": "**Requirements:** Dexterity 13+, Charisma 12+  **Benefit:** Increase your Charisma score by 1. When you take this feat, choose one area of sleight-of-hand or illusionary expertise (e.g., misdirection with cards, flawless pickpocketing, street-side psychic reads), subject to Editor-in-Chief approval.  When attempting to meet a challenge involving your chosen magical flair, you add your Rank bonus to the roll if you do not possess a Skill Set that includes minor magical manipulation or stagecraft (e.g., Magician, Grifter, Street Performer). If you **do** possess a relevant Skill Set, you instead gain an Edge on these checks.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Scientific Mind",
    "description": "**Requirements:** Intelligence 15+  **Benefit:** Increase your Intelligence score by 1. When you take this feat, choose one scientific discipline (e.g., chemistry, virology, theoretical physics), subject to Editor-in-Chief approval.  When attempting to meet a challenge involving your chosen scientific specialty, you add your Rank bonus to the roll if you do not possess a Skill Set related to scientific analysis (e.g., Researcher, Engineer, Medical Specialist). If you do possess a relevant Skill Set, you instead gain an Edge on these checks.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Supporting Characters",
    "description": "**Benefit:** Both of your bystanders are upgraded to *supporting characters*, and your editor-in-chief may choose to use the build for both of your supporting characters or may allow you to do so. See \"The Cast\" in chapter XX. Running The Game, for a complete rundown on how to build your supporting characters.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Team Tactics",
    "description": "**Benefit:** When attacking a target currently engaged in melee with one of your allies, you deal +1d6 bonus damage on a successful hit. This reflects your ability to coordinate strikes for maximum impact. This bonus only applies once per round.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Technological Savant",
    "description": "**Requirements:** Intelligence 15+  **Benefits:** \\|Increase your Intelligence score by 1. When you take this feat, choose one area of technological mastery (e.g., robotics diagnostics, field repair under fire, system bypassing), subject to Editor-in-Chief approval.  When attempting to meet a challenge involving your chosen technological specialty, you add your Rank bonus to the roll if you do not possess a Skill Set that includes advanced technical training (e.g., Engineer, Hacker, Tech Operator). If you do possess a relevant Skill Set, you instead gain an Edge on these checks.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Technophile",
    "description": "**Requirements:** Intelligence 11+  **Benefit:** Increase your Intelligence score by 1. When you take this feat, choose one area of basic technological familiarity (e.g., scavenged tech use, handheld device repair, jury-rigging common systems), subject to Editor-in-Chief approval.  When attempting to meet a challenge involving your chosen basic tech specialty, you add your Rank bonus to the roll if you do not possess a Skill Set related to basic or everyday technology (e.g., Scavenger, Tinkerer, Technician). If you do possess a relevant Skill Set, you instead gain an Edge on these checks.  In addition, you may attempt basic tech-related challenges with a DC of 20 or lower without penalty, even without proper equipment or stable conditions.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Third Eye",
    "description": "*You always seem to sense when something isn’t quite right, even when there’s nothing visible to detect.*  **Requirements:** Wisdom 16+  **Benefit:** Increase your Wisdom score by 1. When a character uses a power or ability that normally renders them undetectable (e.g., Chameleon, Free Consciousness, Invisibility), and they enter the range of your normal senses, they must make an opposed challenge against you. This is typically a Power Check (e.g., Stealth-based effect) versus an Insightful or Awareness-based Skill Set you possess (e.g., Occultist, Mystic Wanderer, Watchman, or Mystical Seer). If you do not possess a relevant Skill Set, you may still roll, but without Edge.  If you win the opposed challenge, you become aware that something is present, though you cannot pinpoint the source or exact location.  If you lose, the intruder remains undetected.  Once you’ve sensed a hidden presence, you gain Edge on future attempts to expose or engage with it, including Skill or Power checks made to uncover, follow, or interact with the hidden source.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Toughness",
    "description": "**Requirements:** Can not possess the *diminished vitality* weakness  **Benefit:** You gain a +1 bonus to your fortitude defense and increase your max Stamina by 10.  **Special:** You can take this Feat a second time. If you do, you gain +1 wound instead of a +1 bonus to your fortitude defense.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Uncanny Reactions",
    "description": "**Requirements:** Dexterity 18+  **Benefit:** You can take two reactions instead of one.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Unique Device",
    "description": "You possess a unique piece of equipment.  **Benefit:** You may freely take this Feat during hero creation; afterward, you may only take it with the Editor-in-Chief’s approval. You possess a unique piece of gear, such as a personalized suit of armor, weapon, or shield, crafted with pre-Z-Day tech, alien alloys, or experimental design.  Your item has a Material Strength (MS) of 43 and 8 Hits. The bonuses below are *part of the item itself* and stack with all other bonuses.  **Item Types & Bonuses:**  - **Melee Weapon:** +1 to hit; ignores DR 10 or less; does not break on attack rolls regardless of Strength used.  - **Ranged Weapon/Firearm:** +2 to hit.  - **Armor:** -1 Bulk; +1 DR (stacks with armor and powers).  - **Shield:** +1 to hit when used as a weapon; gains a bonus to its MS of 10 and +2 additional Hits.  The item may also have a minor trick (e.g., magnetic mounting, collapsible design) that does not provide direct combat bonuses.  **Special (Powers):** If you possess a Power with the Removable flaw, you may bind one such power into your Unique Device. Additional powers require Editor-in-Chief approval.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Wary",
    "description": "**Requirements:** Dexterity 13+, Wisdom 13+  **Benefit:** Add your rank bonus to initiative checks. Additionally, you gain Advantage on a signal initiative check but cannot do so again until you complete a Hiatus.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Waylay",
    "description": "*You are especially effective when attacking an unaware target.*  **Benefit:** When performing any attack from ambush or when you catch an opponent by surprise, you deal your Dexterity base die in additional damage.  **Special:** You may take this Feat multiple times, applying it to a different weapon each time.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Weapon Master",
    "description": "**Benefit:** Choose a particular type of weapon, for example, swords. You gain a +1 bonus to hit and a +2 bonus to damage with that weapon.  **Special:** You may take these Feat multiple times, applying it to a different weapon each time.  # **\\< H1\\>Power Feats**",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Acquire New Power \\[power feat\\]",
    "description": "*You gain a new power.*  **Requirement:** You may choose this feat freely during character creation, after which you must have permission from your editor-in-chief.  **Benefit:** Gain a new power at a score of 12; the starting score can be higher with the permission of the editor-in-chief. Also, you may apply power modifications to this power with your editor-in-chief's approval.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Energy Affinity \\[power feat\\]",
    "description": "*You have developed a deep affinity for a specific energy type.*  **Benefit:** Choose an energy type; you gain a +1 bonus to attack rolls and damage rolls when using powers of that energy type.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Increase Burnout Threshold \\[power feat\\]",
    "description": "*You can push your powers harder than others.*  **Benefit:** Increase your burnout threshold by 5; this cannot be applied to an external power source.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Improved Range \\[power feat\\]",
    "description": "*Your powers can reach out and touch someone just slightly farther than others.*  **Benefit:** Choose a power with a range greater than 1. The range of that power is increased by 50%.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Master Emulated Power \\[power feat\\]",
    "description": "*After emulating a power for some time, you begin to master it on your own.*  **Restriction:** You must have successfully used an emulated power you wish to master 10 times. See Mastering Power Stunts pg XX.  **Benefit:** Choose one of your emulated powers; its power score increased by 2, and it is now an independent power.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Master Power Trick \\[power feat\\]",
    "description": "*You have finally, after trial and error, mastered a power trick you have been working on for some time.*  **Restriction:** You must have successfully performed the power trick you wish to master 10 times. See Mastering Power Stunts pg XX.  **Benefit:** Choose a power trick you have successfully done 10 times; you are no longer required to make a power check to perform that power trick.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Overcharge \\[power feat\\]",
    "description": "*You know how to pour it on. * **Benefit:** Choose an attack power that has a burnout cost. When you hit with that power, you can spend additional burnout to increase the damage. For each point of burnout spent, you deal 1 extra point of damage of the power's damage type, up to a maximum of extra burnout equal to your rank × 5.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Power Efficiency \\[power feat\\]",
    "description": "*With time, you have learned to manipulate your power, so it's a little less taxing on your body.*  **Benefit:** Choose a power with a burnout cost higher than 2 and reduce the burnout cost by 1.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Power Score Increase \\[power feat\\]",
    "description": "**Benefits:** Increase any one power by +2 or any two of your powers by +1  You may take this feat multiple times.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Power Mastery \\[power feat\\]",
    "description": "*You have achieved an improved level of control with one of your powers.*  **Benefit:** Choose a power that requires an attack roll or power check to use. You gain a +1 bonus to all power checks and rolls to hit with your chosen power and any of that power's emulated powers.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Power Surge \\[power feat\\]",
    "description": "*With time, you have learned to manipulate your powers, increasing the strain on your system for greater effect.*  **Benefit:** Choose a damage-dealing power with a burnout cost; when you roll a critical hit with that power, you can choose to increase the power's damage by increasing the amount of burnout you suffer. Roll a d8, and you deal double the result in extra damage but suffer the result in additional burnout. If this burnout causes you to make a burnout check, you have Disadvantage on your next burnout check.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Standardize Equipment \\[power feat\\]",
    "description": "*After trial and error, you finally get that bit of gear you were working on to work reliably.*  **Requirement:** Item crafted by you and permission from your editor-in-chief.  **Benefit:** Add the item you created to your listed powers; this item no longer has unreliable power modification; alternately, you can choose to keep the unreliable power modification and increase the power's score by +4.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Quick Transformation \\[power feat\\]",
    "description": "*You change into your powered form in a snap.*  **Requirement:** Powers with the unpowered form power modification  **Benefit:** You can transform into your powered form as an action instead of as a demanding action.  #  Maneuvers  During your turn, you may opt to use a Combat Maneuver. Some combat maneuvers are attacks on their own, while others are combined with a regular attack. You may only perform a single maneuver at a time.  All Maneuvers share the following format. If an entry is missing in a particular write-up, it does not have that entry. For example, a Maneuver without a Requirement has no requirements.  **Name (Type):** There are three types of maneuvers: Combat Maneuvers, Leadership Maneuvers, and Weapon Maneuvers.  **Requirements:** Requirements necessary to learn to perform the maneuver.  **Attack:** The Defense you are targeting with any modifiers to the attack roll.  When attacking, use the appropriate power or skill bonus for the weapon/power you are attacking with.  In cases where more than one defense or passive skill DC is listed, the attack is performed against the highest DC unless otherwise noted.  For example*,* if the maneuver lists **Attack: Avoidance -3**, you make an attack roll with a -3 penalty against your target's Avoidance. While a maneuver lists Avoidance (Dexterity) for its attack, you would perform the appropriate Attack Roll; attack bonus + your Dexterity against your target's Avoidance, even if you were attempting a melee attack (which commonly uses Strength on attack rolls).  **Action:** The Action required to perform the maneuver.  **Range**: Range of attack (melee or ranged) and, if ranged, the number of areas the attack can reach and the possible number of targets; you can attack targets beyond a stated range with Disadvantage up to a maximum range of double the maneuver's base range.  **Effect:** The maneuver's effect upon a successful attack. The first value is the maneuver's damage. Base means to roll damage normally for that attack. Alternately, maneuvers may add a modifier to the damage, for example, +1d6. In the case of a penalty, you deal a minimum of 1 point of damage. \"None\" means the maneuver deals no damage; this includes maneuvers combined with a normal attack. Unarmed Attacks count as kinetic damage unless otherwise noted.  **Special:** If the maneuver has any additional effects, they will be listed here. This entry may be marked with additional tags, such as Special (Limitation) or Special (Additional Effect), for ease of reference.  | Table X-X Maneuvers    | |------------------------| | **Basic Maneuvers**    | | Charge                 | | Disarm                 | | Grab                   | | Grapple                | | Team Attack            | | **Advanced Maneuvers** | | Battlefield Command    | | Crushing Blow          | | Devastating Attack     | | Double Tap             | | Dual-Strikes           | | Earth Strike           | | Earth to Sky           | | Feint                  | | Flowing Sand           | | Guarded Attack         | | Guardian's Shield      | | Guns Akimbo            | | Headshot               | | Improved Team Attack   | | Inspiring Performance  | | Lure                   | | Murderous Precision    | | On my mark             | | Overwhelming Charge    | | Palm Throw             | | Quick Reflexes         | | Quick Strike           | | Rallying Cry           | | Rally the Troops       | | Rapid Strikes          | | Ricochet Throw         | | Shielding              | | Sholder Charge         | | Vicious Stab           |  ## Basic Maneuvers  The following are basic maneuvers everyone knows and has access to.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Charge",
    "description": "**Attack:** Avoidance  **Action:** Action  **Range**: Melee  **Effect**: *Base*, add your Strength base die to the damage dealt upon a successful hit. Your Avoidance is reduced by 2 until the beginning of your next turn.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Disarm",
    "description": "**Attack:** Avoidance  **Action:** Action  **Range**: Melee  **Effect**: If successful, your target must make a Strength saving throw against a DC equal to your attack roll. On a failure, the target drops the item you aim to disarm. **Special:** If your target holds the item with two hands or possesses the Enhanced Strength origin feature, they gain Advantage on their strength saving throw.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Grab",
    "description": "**Attack:** Avoidance  **Action:** Action  **Range**: Melee  **Effect**: The target of your grab must be no more than one size larger than you and within your reach. Using at least one free hand, if successful, the target is *grabbed* and cannot move; it can only attempt an escape, reverse, or attack you.  If your attack surpasses the target’s Avoidance by 5 or more, the target is *grappled* and *pinned* instead (see below)  Once grabbed or grappled, the target remains so until you release it, your target escapes, or external forces move them out of the grab or grapple.  Additionally, you can use this maneuver as a reaction and attempt to catch a friendly creature, stopping its movement.  #### Grappling  The following grappling maneuvers require the target or the defender to be *grappled* or *grabbed*. Keep in mind that your opponent may gain the upper hand while grappling.  - **Escape:** To escape a grapple or break out of an opponent's grab, both you and your opponent must perform a face off, with the grappler utilizing strength and the one attempting to escape being able to use either Strength or Dexterity, with both being able to apply a skill set if applicable.  - **Pin:** To Pin your opponent, both of you must perform a face off, with the grappler utilizing strength and the one attempting to resist being able to use either Strength or Dexterity, with both being able to apply a skill set if applicable. If you are successful, the target is *Immobilized* and may only attempt to escape, reverse, or attack you with a regular attack (including powers). If you have the target pinned, as a bonus action, you may choose to automatically succeed on a challenge to escape the grapple.  - **Punish:** If an opponent is pinned, as an Action, you can punish them, automatically dealing damage as if they had been hit with your attack. You may only use an unarmed attack, power, or one-handed weapon.  - **Reverse:** You can attempt to reverse the grapple when grabbed or pinned. Both you and your opponent must perform a face-off. You may use either Strength or Dexterity while  - applying a skill set if applicable but do so at a Disadvantage. Your opponent meets the challenge using their Strength, applying a skill set if applicable. If successful, you can reverse the grab, or if pinned, you escape the pin and are now grappling with your opponent.  - **Moving a Grappled Creature**: When you move, you can drag or carry the grappled creature, but your space is halved (minimum of 1 area) unless the creature is two or more sizes smaller than you.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Team Attack",
    "description": "*Teamwork makes the dream work*  **Attack:** Avoidance  **Action:** Ready, triggered by an ally attacking a target you intend to attack.  **Range:** Melee or Ranged (3 Areas)  **Effect:** *Base;* Once your ally completes their attack, If the ally you chose successfully hit your intended target, you may then use your reaction to attack the same target, if you hit you combine your damage with that from your ally to determine if your attack deals *Massive Damage* (see massive damage pg xx)  **Weapons:** You may perform this maneuver with any melee weapon, unarmed attack, or attack powers.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Shove",
    "description": "**Attack:** Fortitude  **Action:** Action  **Range:** Melee  **Effect:** If successful, you push the target back one area or knock them prone (your choice). Suppose this forced movement possesses the potential to deal damage to the target (such as pushing a zombie into a fire). In that case, your target must succeed in a Strength saving throw against a DC equal to your attack roll to move to another adjacent area of their choice or fall prone instead.  ## Advanced Maneuvers  The following is a list of Advanced Maneuvers that can be learned through acquiring the Learn Maneuver feat or as an advancement option for the Highly Trained Origin.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Battlefield Command (Leadership)",
    "description": "**Requirements:** Charisma 13+, trained in Influence **Attack:** None **Action:** Action **Range:** 5 areas **Effect:** Command an ally within range who can hear and see you. As a reaction, they can move up to their full pace. This movement does not provoke attacks of opportunity. **Special:** Can be used once per scene.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Crushing Blow (Combat)",
    "description": "**Requirements:** Strength 14+ **Attack:** Avoidance -2 **Action:** Action **Range:** Melee **Effect:** *+1d8;* on hit, the target's pace is reduced by half until the end of their next turn. **Special:** If the target pace is already reduced, they become *immobilized* instead.  **Weapons:** You may perform this maneuver with any melee weapons or unarmed attacks.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Devastating Attack (Combat)",
    "description": "*Sometimes, you need to throw a big haymaker.*  **Attack:** Avoidance -2  **Action:** Action  **Range:** Melee  **Effect:** +6. Any Zombie of Epsilon level or below successfully struck with a Devastating Attack is instantly destroyed*.*  **Special (Additional effect):** If you can deal knockback, any time you hit a *stunned* creature with a devastating attack, you may choose to issue a knockback.  **Weapons:** You may perform this maneuver with melee weapons, unarmed attacks, and melee attack powers.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Double Tap (Combat)",
    "description": "*Pulling your trigger twice, you can land two quick shots.*  **Attack:** Avoidance -2  **Action:** 1 Action  **Range:** 3 areas  **Effect:** Roll the ammunition base damage die twice, but only apply your dexterity modifier once. You extend two rounds of ammunition.  **Weapons:** Semi-Auto and Auto-Pistols",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Duel-Strikes (Combat)",
    "description": "**Attack:** Avoidance  **Action:** Action + Bonus Action  **Range**: Melee  **Effect**: *Base,* after you attack with one weapon, you may immediately attack with the other as a bonus action. You may opt to attack the same target twice or two different targets. **Weapons:** You must wield two melee weapons, one in each hand.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Earth Strike (Combat)",
    "description": "*You strike the floor with such force that it sends your opponent flying.*  **Requirements:** Strength of 30+  **Attack:** Fortitude  **Action:** Action  **Range:** Area or adjacent Area  **Effect:** All affected creatures suffer your Strength base die in damage and are knocked back one Area directly away from you; members, if any mobs affected by this power, are also knocked prone.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Earth to Sky (Combat)",
    "description": "*You know how to use an enemy's momentum against you when charged.*  **Requirements:** Martial Artist  **Attack:** Avoidance  **Action:** Reaction  **Range**: Melee  **Effect:** When the target of a *charge*, you may, as a reaction, attempt an opposed attack roll check against your attacker's attack roll. If successful, your opponent's attack misses, and you throw them at a number of areas equal to half your throw range. Your opponent then suffers damage as if they had fallen the distance thrown, plus the number of areas your opponent traversed before they reached you. You must be aware of the incoming attack before using this maneuver.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Feint (Combat)",
    "description": "**Requirements:** Trained in *Influence*  **Attack:** Charisma attack vs Discipline  **Action:** Action + Bonus Action  **Range**: Melee  **Effect**: *None;* if successful, you may immediately attack as a bonus action, gaining a +2 bonus to hit.  **Weapons:** You may perform this maneuver with melee weapons or unarmed attacks",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Flowing Sand (Combat)",
    "description": "*You flow like sand through the throes of battle*  **Attack:** Avoidance -2 **Action:** Action **Range:** Melee **Effect:** *Base,* on hit, you may move one area without provoking attacks of opportunity and then perform another melee attack. You can repeat this attack sequence and move, targeting a maximum number of enemies equal to your rank bonus +1.  **Weapons:** You may perform this maneuver with melee weapons or unarmed attacks.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Guarded Attack (Combat)",
    "description": "**Attack:** Avoidance  **Action:** Action  **Range**: Melee  **Effect**: *Base,* Until the beginning of your next turn, you perform your melee attacks without adding your rank bonus to the attack roll but apply your rank bonus to your Avoidance until the beginning of your next turn.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Guns Akimbo (Combat)",
    "description": "*Two handguns, just as if you stepped out of an action flic*  **Requirements:** Dexterity 14+  **Attack:** Avoidance -2  **Action:** 1 Action + 1 Bonus Action  **Range:** weapon range  **Effect:** *Base,* after you attack with a handgun, you may immediately attack with the other handgun in your other hand as a bonus action. You may opt to attack the same target twice or two different targets.  **Weapons:** Must wield two handguns.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Headshot (Combat)",
    "description": "*You take your time to line up a perfect shot right between the eyes.*  **Attack:** Avoidance -2  **Action:** 1 Action + 1 Bonus Action  **Range:** 3 areas  **Effect:** You use your action to set up your next shot, then use your bonus action take your shot. If you hit, you deal your attack’s maximum base damage, expending a single round of ammo if using a firearm. Any Zombie of Epsilon level or below successfully struck with a headshot is instantly destroyed*.  *  For example, a heavy hand cannon would deal 12 (dexterity) damage to one target; if you deal additional damage due to feats or powers, all additional damage die is rolled normally.  **Weapons:** Any Firearm, thrown weapon, archaic missile weapon (such as bows), or ranged single target energy blast power.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Inspiring Performance (Leadership)",
    "description": "**Requirements:** Charisma 14+ **Action:** Demanding Action **Range:** 5 Areas **Effect:** As a bonus action, you can use your Performance skill to inspire your allies. Perform a Charisma-based challenge, for which you may apply an appropriate skill set and edge. Choose a number of allies up to your Charisma ability bonus within range who can see or hear you. They gain temporary stamina equal to the result of your roll. You cannot use this ability again until you complete a Hiatus.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Lure (Combat)",
    "description": "**Attack:** Charisma attack vs Discipline  **Action:** Action  **Range:** Melee or Ranged (2 Areas)  **Effect:** *None;* if successful, your opponent is tricked into attacking you; on their next turn, they must attack you if capable, but do so with a +4 bonus to hit. If they miss, they instead strike another target of your choice within their range.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Murderous Precision (Combat)",
    "description": "*You know just where to strike.*  **Attack:** Avoidance -4 **Action:** Action **Range:** Melee **Effect:** *x2.* If you successfully use this maneuver on bystander, hardened, or Zeta-ranked threats, they are instantly killed.  **Weapons:** You may perform this maneuver with any melee weapon, unarmed attack, or melee attack powers.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Overwhelming Charge (Combat)",
    "description": "**Requirements:** Large Size, Strength of 26+  **Attack:** Avoidance  **Action:** Action  **Range:** Melee  **Effect:** *Base,* you move up to your full pace and perform a single unarmed attack against all the creatures within a single area; the creatures that are hit must make a dexterity saving throw against a DC equal to that of your attack roll or fall prone*.*  **Special:** Your Avoidance is reduced by -4 until the beginning of your next turn.  **Weapons:** You may only perform this maneuver as an unarmed attack.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Palm Throw (Combat)",
    "description": "**Requirements:** Dexterity 14+  **Attack:** Avoidance  **Action:** Action  **Range:** Throwing Range  **Effect:** *Base;* as an action, you can choose to attack up to three different targets within range; alternately, you may choose to attack one target, rolling a single attack with Advantage, and if you successfully hit, you double the weapon's base damage dice.  **Weapons:** You may only perform this maneuver with one-handed weapons, such as knives or shuriken, that can be easily thrown.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Quick Reflexes (Combat)",
    "description": "**Requirements:** Dexterity 15+ **Attack:** None **Action:** Reaction **Range:** Self **Effect:** When you are the target of a melee attack, you may use your reaction to give the attacker Disadvantage on their attack roll. You must be aware of the attack before using this maneuver. **Special:** Can be used once per turn.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Quick Strike (Combat)",
    "description": "**Requirements:** Dexterity 15+ **Attack:** Avoidance **Action:** Reaction **Range:** Self **Effect:** *Base,* when a creature in your area attacks you, you may make a melee attack against your attacker as a reaction. You must be aware of the attack before using this maneuver.  **Weapons:** You may perform this maneuver with any melee weapon, unarmed attack, or melee attack power.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Rallying Cry (Leadership)",
    "description": "**Requirements:** Charisma 14+ **Attack:** None **Action:** Action **Range:** 3 areas **Effect:** Once per scene, you may roll your Charisma base die and add double your rank; all allies within 2 areas regain stamina equal to the result. Allies Defeated due to stamina loss, gain 1 point of stamina but cannot act until the end of your next turn.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Rally the Troops (Leadership)",
    "description": "**Requirements:** Charisma 15+ **Attack:** None **Action:** Action **Range:** 4 areas **Effect:** Once per scene, all allies within range gain temporary stamina equal to your Charisma modifier and Advantage on their next attack roll.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Rapid Strikes (Combat)",
    "description": "*You strike like a serpent.*  **Attack:** Avoidance **Action:** Action **Range:** Melee **Effect:** *Base, *on hit, you can make an additional attack against any other target in the same area.  **Weapons:** You may perform this maneuver with any melee weapon, unarmed attack, or melee attack powers.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Ricochet Throw (Combat)",
    "description": "**Requirements:** Dexterity 14+  **Attack:** Avoidance  **Action:** Action  **Range:** Throwing Range  **Effect:** *Base,* you may throw a blunt weapon to hit multiple targets, all of which must be within your throwing range. If you are successful on your first attack roll, you may make an attack roll against another target within range. You may choose a third target within range if you successfully hit that target. Your weapon returns to your hand after the 3rd successful attack or the first miss.  **Special:** When you throw a blunt object, it can Ricochet off solid objects and return to your hand at the end of your turn without requiring a roll.  **Weapons:** You may only perform this maneuver with any one-handed blunt weapon that can be easily thrown.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Shielding (Combat)",
    "description": "**Attack:** None  **Action:** Reaction  **Range**: Self or ally within reach of your area  **Effect**: *None*. This maneuver is used in response to a successful attack on you or a target within your reach or area. You purposefully place an object and your own body between an attack and its target (usually an ally). The target does not move.  If you shield with your body, the target must be within your area; you take on the full results of the attack. If you are defeated, the target suffers any remaining damage (reduced by any applicable DR).  If you shield with an object, the target must be within your reach; the object takes on the full results of the attack. If the object is destroyed, the target suffers any remaining damage (reduced by any applicable DR).  If you shield with both your body and an object, the target must be within your area; the object first takes on the full results of the attack. If the object is destroyed, you suffer any remaining damage (reduced by applicable DR). If you are defeated, the target then suffers any remaining damage (reduced by the applicable DR).  At the editor-in-chief’s discretion, you may expend a plot point to use an object to shield a target up to a number of Areas away equal to your Rank.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Shoulder Charge (Combat)",
    "description": "**Attack:** Fortitude  **Action:** Action  **Range**: Melee  **Effect**: *Base*, on a hit, you can force your opponent into an adjacent area or knock them prone (your choice) after which you may move with your opponent into an adjacent area as a reaction. If this forced movement could cause damage (e.g., pushing a zombie into a fire), your target must succeed on a Strength saving throw against a DC equal to your attack roll. On a failure, they move to another adjacent area of their choice or fall prone.  **Special (Enhanced Strength)**: If you possess the Enhanced Strength Origins feature, you can send your target flying, throwing them a number of areas equal to half your Strength modifier. If they hit a solid object along their path, both they and the object suffer falling damage as if they fell the distance traveled.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  },
  {
    "name": "Vicious Stab (Combat)",
    "description": "**Requirements:** Dexterity 12+ **Attack:** Avoidance **Action:** Action **Range:** Melee **Effect:** *Base,* on hit, you cause the target to bleed, dealing 1d4 damage at the start of their turn for the next 3 turns. This maneuver is ineffective against the undead; bleeding effects can stack with other instances of bleeding.  **Weapons:** You may perform this maneuver with any melee weapon or unarmed attack that deals either slashing or piercing damage.",
    "prerequisites": [],
    "type": "normal",
    "repeatable": false,
    "tags": [],
    "notes": "",
    "input_label": null
  }
]