[
  {
    "name": "Aquatic Adaptation",
    "description": "**Primary Ability:** Constitution  *You possess the incredible ability to adapt to underwater environments, granting you enhanced swimming abilities and the ability to hold your breath for extended periods of time.*  **Effect:** You gain a swim pace equal to your power score modifier and the ability to hold your breath for a number of minutes equal to your power score. Additionally, you gain the ability to see clearly in murky water, making it easier to navigate and interact with underwater environments.  **Power Stunts:**  Emulated Power: *Life Support:* Breathing underwater only",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Absorb Energy",
    "description": "Continuous  **Primary Attribute:** Constitution  *You can use the energy of incoming attacks to boost your potential.*  **Effect:** Choose one energy type (e.g., fire, cold, kinetic) and one target ability score or a power to boost.  Whenever you take damage from the chosen energy type, you gain a bonus to the selected trait equal to the damage taken, up to a maximum of your **Absorb Energy** power score modifier. This bonus lasts until the end of your next turn.  If this power and the boosted trait are **linked**, you also gain **Damage Resistance** (DR) against the chosen energy type equal to your Absorb Energy modifier.  **Note:** If you damage multiple times between turns, only the highest single boost applies.  **Example:** Plastinex has Absorb Energy (Kinetic): 20, boosting her Energy Blast (Kinetic): 16. After her turn, she takes 2 kinetic damage from a zombie punch (boosting her blast to 18), then 10 more from a hurled trash bin (boosting it to 21 until the end of her next turn). Her power score modifier is +5, so 21 is the cap.  **Special (Multiple Instances):** You may take Absorb Energy multiple times, each with a different energy type or trait to boost. If more than one power could be boosted by the same energy hit, choose one.  **Special (Unique Power Modification):  ** *Explosive Limitation (+2 flaw):* As an optional power modification unique to this ability, you may choose to have an absorption limit. If you take more damage from your chosen energy type than your **Absorb Energy** power score between turns, you risk overloading. At the start of your next turn, all creatures and objects in your area suffer your power’s base die in damage, with any creatures in the area suffering half Dexterity upon a successful saving throw.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Absorb Matter",
    "description": "Scene  **Primary Attribute:** Wisdom or Charisma  **Action:** Bonus  **Burnout:** 8  *You can touch something - a length of wood, a chunk of stone, a piece of twisted metal - and gain the properties of the substance.*  **Effect:** By touching a solid, natural, or manufactured substance, you absorb its toughness. You can’t absorb the properties of non-solids like air, fire, water, or energy.  You must pay Burnout each time you absorb a new material, and you can only fully absorb materials with a Material Score (MS) equal to or less than your power score. If you touch a material with a higher MS, you instead gain the maximum bonus your power allows.  You gain Strength, Constitution, and occasionally Dexterity bonuses based on the absorbed material or your power score, whichever is lower (see table). These bonuses last until the end of the scene.  <table> <colgroup> <col style=\"width: 16%\" /> <col style=\"width: 29%\" /> <col style=\"width: 53%\" /> </colgroup> <thead> <tr> <th>Min Power Score</th> <th>Material</th> <th>Bonus to Abilities</th> </tr> </thead> <tbody> <tr> <td rowspan=\"4\">10</td> <td>Rubber</td> <td>+1 Dexterity, +1 Constitution</td> </tr> <tr> <td>Plastics, Tempered Glass</td> <td>+1 Constitution</td> </tr> <tr> <td>Ceramic, Leather</td> <td>+1 Strength, +1 Constitution</td> </tr> <tr> <td>Hard Plastics</td> <td>+1 Strength, +2 Constitution</td> </tr> <tr> <td>11-12</td> <td>Wood</td> <td>+2 Strength, +2 Constitution</td> </tr> <tr> <td>13-16</td> <td>Aluminum</td> <td>+2 Strength, +4 Constitution</td> </tr> <tr> <td>17-20</td> <td>Stone/Concrete/Brick</td> <td>+4 Strength, +4 Constitution</td> </tr> <tr> <td>21-24</td> <td>Iron</td> <td>+4 Strength, +6 Constitution</td> </tr> <tr> <td>25-28</td> <td>Steel</td> <td>+6 Strength, +6 Constitution</td> </tr> <tr> <td>29-32</td> <td>Carbon Steel Alloy</td> <td>+6 Strength, +8 Constitution</td> </tr> <tr> <td>33-36</td> <td>Titanium</td> <td>+8 Strength, +8 Constitution</td> </tr> <tr> <td>37-40</td> <td>Tungsteel</td> <td>+8 Strength, +10 Constitution</td> </tr> <tr> <td>41+</td> <td>Palladium Metallic Glass</td> <td>+10 Strength, +10 Constitution</td> </tr> </tbody> </table>  *For example,* Sponge has Absorb Material 14. Touching ceramic tile, he gains +1 Strength and +1 Constitution. Later, he touches an iron rail (MS 21) and pays Burnout again, but since his power score is only 14, he caps at +2 Strength and +4 Constitution instead.  **Special (Unique Power Modifications):**  - *Appearance (+0 Flaw):* Your body visibly transforms to resemble the absorbed material.  - *Slow as Stone (+2 Flaw):* For each point of Strength you gain, reduce your Pace by 1 (minimum 1 area).  - *Absorb Material Strength (-4 Perk):* You gain Damage Resistance vs. physical damage equal to the absorbed material’s MS or **2 +** your power score modifier**,** whichever is lower.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "8"
  },
  {
    "name": "Adoptive Muscle Memory",
    "description": "Scene  **Primary Ability:** Wisdom  **Action:** Action/Bonus  **Burnout:** 8/2  *You possess the extraordinary ability to rapidly learn and replicate physical skills and feats you observe in action.*  **Effect:** After witnessing a physical application of a Skill Set (one using Strength, Dexterity, or Constitution) or a Feat in action, you may spend 8 Burnout as an Action to commit it to memory. You must be within 2 areas of the subject or have visual access via video or surveillance.  You can store a number of skills set applications or feats equal to half your power score modifier (rounded down). If you’re at capacity, you must overwrite an existing one.  To recall a memorized feat or application, spend 2 Burnout as a Bonus Action. It remains active for the rest of the scene. For Skill Set applications, use the original observed rank bonus, capped by your Adoptive Muscle Memory power bonus.  You begin play with one memorized feat.  Example: KopyKat has Adoptive Muscle Memory 18 (+4 modifier). She watches a hero pick a lock using a Dexterity-based Skill Set +2 rank bonus. She spends 8 hours to learn how to pick a lock. Later, she recalls it for 2 Burnout, rolling with +2, even though her power could support more.  **Power Stunts:**  Power Trick: *Copy Skill Set*  \\<Side Bar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "8/2"
  },
  {
    "name": "Power Trick: Copy Skill Set",
    "description": "**Power:** Adoptive Muscle Memory  **Action:** Enclave Interlude ** Cost:** +2 Burnout to recall  **Effect:** You may commit an entire Skill Set’s physical application to memory by studying it extensively. This counts as **2 memorized slots** toward your total.  \\</Side Bar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Animate Object",
    "description": "Scene, Melee  **Primary Attribute:** Charisma  **Action:** Action  **Burnout:** 8/2  *You possess the extraordinary ability to bring non-living matter to life and command objects to perform tasks on your behalf.*  **Effect:** You can animate a medium or smaller object with a Material Strength (MS) equal to or less than your power score. The object follows a simple command of your choosing, executing it to the best of its limited ability. Once complete, it becomes inert until the end of the scene or until you issue a new command. Initially, animating an Object takes an Action and costs 8 Burnout, while issuing new commands requires a bonus action and costs 2 burnout.  *Animated Objects have the following stats:*  - Strength & Dexterity: Equal to your Charisma score  - Avoidance / Fortitude Defense of 12  - Willpower: Immune to any power that attacks Willpower  - HP Equivalent: Uses Material Strength (MS) and Hits instead of Stamina/Wounds  - Mental Stats: 0 unless enhanced by Imbue Consciousness  - If commanded to attack, the object makes a basic melee attack:  - To Hit: Equal to your power score modifier  - Damage: Your power score’s base die, as Kinetic, Slashing, or Piercing.  This power functions solely on non-living, non-sentient objects. Please note that zombies and other undead creatures are considered \"living\" for the purpose of this power. You may only animate one object at a time. Starting a new animation ends the previous one.  And as your power grows, you can animate larger objects:  - At a power score of 20+, you can animate larger objects.  - At a power score of 30+, you can animate Huge objects.  **Special (Synergy):** You may take the synergy power modification, synergizing Animate Object and Imbue Consciousness.  **Special (Combining Effects):** You can combine this power with Animate Object and Imbue Consciousness, using both powers simultaneously, for 10 burnout.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "8/2"
  },
  {
    "name": "Armor",
    "description": "Continuous  **Primary Ability:** Constitution or Dexterity  *You possess a level of protection from physical attacks.*  **Effect:** You possess Damage Reduction (DR) equal to your power score modifier against Physical Damage. This power is significantly less effective against energy attacks, granting you only half your power score modifier against Energy Damage and no DR against attacks that deal Psychic or Poison damage.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Bestial Transformation",
    "description": "Scene  **Primary Ability:** Constitution  **Action:** Action  **Burnout:** 6  *You can shapeshift into an animal.*  **Effect:** You can change your shape to become any animal of medium size. When you do so, you retain your Constitution, Intelligence, Wisdom, and Charisma ability scores, Feats, Defenses, Stamina, and Wounds. But gain the animal's Strength and Dexterity scores, attacks, natural abilities, and pace.  While using this power, all your equipment melds into your new form (becoming unusable for the duration of this ability).  You can change into the form of any animal you have personally seen; you start play with several animal forms equal to half your Power Score Modifier.  **Special (Combining Effects):** You can combine this power with Growth and Shrinking Powers to assume animal forms of varying sizes. When doing so, you only pay one-half the Burnout from both powers, rounded up. For example, taking the form of a large animal would give you 6 burnout (3 for Growth and 3 for Bestial Transformation).  **Special (Unique Power Modification):**  *Limitation (+4 flaw):* Limit your power to a single animal type (For example, dogs)  *Limitation (+2 flaw):* May only take on a hybrid form (see power trick: hybrid form below) instead of animal forms.  **Power Stunts:**  *Emulated Powers:* You may learn both Enhanced Attribute (Dexterity) and Enhanced Attribute (Strength), but these are restricted to use in your animal or hybrid form (see below). Additionally, you may learn Chameleon and Multiple Limbs, but only if appropriate to the beast or hybrid form.  *Power Trick: Hybrid Form*  You may learn a single hybrid animal form (a cross between an animal and a human, such as the classic movie Werewolf). When you take a hybrid form, you gain the animal’s strength and dexterity scores if they are higher than yours. Also, any time you take your hybrid form, you may choose two of the following: the creature’s pace, attacks, or natural abilities. For example, if you take the form of the werewolf mentioned above, you may choose the wolf's pace and bite attack or the wolf’s pace and natural abilities of enhanced senses (smell) and senses (hearing). Supernatural creatures who have learn this power trick automatically know this power trick.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "6"
  },
  {
    "name": "Bind",
    "description": "Ranged, Scene **Primary Ability:** Intelligence, Wisdom, Charisma, or Strength  **Action:** Action Burnout: 4  *You can hold people in place.*  **Effect:** You may attempt to restrain a large or smaller creature within range. Describe the narrative source of your binding (tendrils, vines, shadow strands, psychic force, etc.). Make a ranged attack against the target’s Avoidance. On a success, the target is *Restrained (immobilized)* (see pg. XX).  While restrained, a creature may attempt to break free on its turn by making a Strength saving throw against your Power DC (maximum 20).  This power can also hinder even larger creatures. If used against a Huge or Gargantuan creature, they are not fully restrained or incapacitated. Still, instead, you may choose to reduce the target's pace by half (minimum of 1) or give them Disadvantage on their next attack or ability score check.  **Special:** You can take this power multiple times, choosing a different source or energy type (e.g., psychic bind, vine bind, shadow bind). Each is tracked separately and may have a different Primary Ability, depending on the concept.  Power Stunts *Emulated Powers:* Swinging  *Power Trick:* Area Bind  \\<sidebar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Power Stunt: Area Bind",
    "description": "**Associated Power:** Bind **Cost:** +2 Burnout **Effect:** Instead of targeting a single creature, you may attempt to bind all creatures within one Area.  Make a single Power Check and compare it to each creature’s Avoidance in the Area. On a success, all targets are *Restrained (immobilized)*  Each affected creature must still make individual Strength saving throws on their turn to break free, using your Power DC (still capped at 20).  \\</sidebar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Botanokinesis",
    "description": "Continuous  **Primary Attribute:** Intelligence  **Action: Action**  **Burnout:** 5  *You can mentally summon, control, and manipulate plants and vegetation.*  **Effect:** With Botanokinesis, you can manipulate plants and vegetation in various ways, utilizing your power score as a measure of your control and effectiveness. Some possible applications of this power include:  - **Plant Manipulation:** You can mentally control plants' growth, movement, and shape within a radius equal to your power score modifier in areas. You can make them grow rapidly, change their shape, or even animate them to perform simple tasks. You can also command plants to entangle or restrain targets, using your power score instead of any strength-based skill set, using a strength equal to your power score.  - **Plant Growth:** By channeling your power, you can accelerate the growth and maturation of plants, causing them to sprout, bloom, and bear fruits or flowers almost instantaneously. This ability allows you to create obstacles or difficult terrain by rapidly growing dense vegetation.  - **Healing and Restoration:** You can heal and restore plants, mending damaged foliage, accelerating recovery from diseases or pests, and revitalizing wilted or dying vegetation.  - **Environmental Influence:** You can manipulate the local environment to a limited extent. You can generate localized changes in temperature and humidity, create areas of shade or sunlight, or even purify the air by enhancing the plant's natural filtration capabilities.  **Special (Limitation):** Your control over plants is limited to existing vegetation and cannot create new plants or generate plant life from nothing. The effectiveness and size of your manipulation depend on the availability and proximity of suitable plant life in the area.  **Special (Synergy):** You may take synergy power modification, synergizing Botanokinesis and Communicate with Plants.  **Power Stunts:**  *Emulated Powers:* Communicate with Plants, Chameleon (by manipulating plants to create natural camouflage to conceal yourself), Energy Blast (Kinetic, hitting with rapidly growing roots), Entangle, Move Object, Poison.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "5"
  },
  {
    "name": "Broadcast",
    "description": "Continuous  **Primary Attribute:** Intelligence  **Action: Action** (to tune in)  **Burnout:** 5 (to broadcast for one Scene)  You can tune in to electromagnetic broadcasts.  **Effect:** By taking an action to “tune in” to a particular frequency, you can pick up electromagnetic communication such as radio, television, and wireless LAN broadcasts in your area. At higher Power Scores, you can also broadcast on your chosen frequency to a distance equal to your power score modifier x1000 feet. This broadcast is considered the strongest transmission within this range, replacing any other broadcasts on that frequency. As you increase your power score, you can receive visual communications, “seeing” them in your mind and even broadcast visual communications, either broadcasting what you see or constructing simple images in your imagination.  You may transmit images of what you see while using this power. Still, if you attempt to transmit images from memory, or attempt to create images whole cloth, you must succeed in a Daunting (DC 25) power check to create a believable image.  | Power Score | Capability | |----|----| | 10-11 | Receive shortwave radio broadcasts. | | 12-13 | Receive all radio broadcasts. | | 14-15 | Broadcast shortwave radio broadcasts | | 16-17 | Broadcast all radio broadcasts. | | 18-20 | Receive all wireless electromagnetic communications, including visual and wireless LAN. | | 21-25 | Broadcast all audio wireless electromagnetic communications. | | 26-29 | Receive all electromagnetic communications, wireless or not, in your area. | | 30-39 | Broadcast all wireless electromagnetic communications, including visual and wireless LAN. | | 40+ | Broadcast all electromagnetic communications, wireless or not, in your area. These broadcasts interrupt and replace any broadcasts going through wired systems. |",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "5 (to broadcast for one Scene)  You can tune in to electromagnetic broadcasts."
  },
  {
    "name": "Cat Fall",
    "description": "Continuous  **Primary Attribute:** Dexterity  **Speed:** Reaction  *You can fall from greater distances than normal and usually land on your feet.*  **Effect:** Any time you fall, you may, as a reaction, reduce the damage you take from a fall by reducing the number of areas “fallen” by your power score modifier +1. If you reduce the damage to 0, you land on your feet.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Celerity",
    "description": "**Primary Ability:** Dexterity  **Action:** Special (See Below)  **Burnout:** 5  *You may perform actions with amazing Dexterity*  **Effect:** You may reduce the speed of any action by one step, from *Demanding Action* to *Action* or *Action* to *Bonus Action.* Additionally, you may use this ability to take an additional *Reaction* before the start of your next turn. This power is particularly taxing; you may use this power a number of times equal to your power score modifier before requiring a Hiatus.  **For Example:**  Celerity finds himself facing two scavengers armed with shotguns. Going first, he chooses to reduce the cost of his Attack Action to Bonus Action, allowing him to attack one of the scavengers with his Katana, gaining 5 points of burnout. After this, he can attack the same scavenger or even the other with his action.  After the scavenger’s actions, where both of them used their very loud shotguns, Celerity decides it’s better to get the heck out of dodge as the noise of those two shotguns will start attracting Z’s from all over the place. So, he starts his turn by choosing to attack one scavenger with his action and then take the dash action, bringing his total burnout to 10.  **Power Stunts:**  *Emulated Powers*: Temporal Fugue",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "5"
  },
  {
    "name": "Chameleon",
    "description": "Scene  **Primary Attribute:** Wisdom  **Speed:** Action  **Burnout:** 4  *You can take on the colors of the world around you.*  **Effect:** The power allows you to blend into your surroundings, provided you’re not moving (or moving very slowly). Once you activate this power, you gain a bonus to all Dexterity-based challenges to sneak around equal to your power score modifier; this bonus is in addition to any bonus granted by a skill set or edge.  This power works best if you don’t move, as you usually can’t adapt to your changing surroundings quickly enough to remain blended in. If you move more than 1 area per turn, you only gain half your power score modifier.  When you use this power, you must have something to blend into—the Editor-in-Chief may ask for a Power Check versus the DC of your surroundings to blend in. Note that nearly empty, very plain, or monochromatic areas will be far easier to disappear into than very colorfully cluttered areas or backgrounds with moving colors (such as LED screens, moving smoke, and the like).",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "4"
  },
  {
    "name": "Communicate with Animals",
    "description": "Continuous, Ranged (0)  **Primary Ability:** Charisma  *You can communicate with animals.*  **Effect:** You can communicate telepathically with animals of all kinds. You may communicate with a few animal types equal to half your power score modifier.  This power does not initially allow for complex communication. When this power is in use, you imbue animals with an echo of your sentience; as such, you increase an animal’s effective intelligence by half your power score modifier, rounded down to a minimum of 1.  So, if you possess Communicate with Animals: 14, you increase the target animal’s intelligence by +2. Keep in mind that Mammals, Cetaceans, and Primates are capable of conveying much more complex thoughts.  **Animal Type**  Cetaceans  Primates  Marsupials  Birds  Reptiles  Fish  Amphibians  Arachnids  Insects  Mollusks  > Echinoderms > > Annelids  **Special (Unique Power Modification)**  *Limitation Power Flaw (+2/+4/+8):* You may limit this power to a particular habitat or animal type. Limiting communications to land-based animals is a +2 flaw, while limiting communications to marine or alien animals would be a +4 flaw. Alternately, a Hero could limit the power to one of the types listed above, allowing them to ONLY communicate with that category of animals and gain a +8 bonus to the power’s starting power score.  **Power Stunts:**  *Emulated Powers:* Summon Animal",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Communicate with Plants",
    "description": "Continuous, Ranged  **Primary Attribute:** Charisma  **Action: Action**  **Burnout:** 5  *You possess the ability to potentially communicate telepathically with plants of all kinds.* **  **  **Effect:** This power works a little differently than Communication with Animals as it imparts a shard of sentience upon the target, defined as an echo of your consciousness. You may communicate with a number of plant types equal to half your power score modifier.  **Plant types**  Trees  Ferns  Weeds  Grasses  Flowering Plants  Moss and Fungus  > Algae > > Lichens  This power does not allow for complex communication at first. Even when imbued with an echo of your sentience, the plant’s effective intelligence is half your power score modifier, rounded down to a minimum of 1. So, if you possess Communicate with Plants: 14, you would imbue the target plant (such as a fern) with an intelligence of 2, while someone with a power score of 30 in this power would grant the plant an intelligence of 5, roughly equal to that of a below-average human.  **Special (Unique Power Modification)**  *Limitation Power Flaw (+2/+6):* You may limit this power to a particular habitat. Limiting communications to land-based plants is a +2 Flaw, while limiting communications to marine or alien plants would be a +6 Flaw. Alternatively, you could limit the power to one of the categories listed above, such as Trees, Flowering Plants, or Moss, allowing them to ONLY communicate with that plant category and gain a +8 bonus to the power’s starting power score.  **Special (Synergy):** You may take synergy power modification, synergizing Botanokinesis and Communicate with Plants.  **Power Stunts:**  *Emulated Powers:* Botanokinesis",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "5"
  },
  {
    "name": "Control Weather",
    "description": "Interruptible, Ranged, Scene  **Primary Attribute:** Wisdom  **Action: Action**  **Burnout:** 10  *You can change the weather. You can make it rain on a sunny day, call forth snow in the middle of summer, whip up tornadoes, and so on.*  **Effect:** You may create or alter weather across a radius of up to half your power score modifier in miles, affecting a minimum number of Areas equal to half your power score modifier (rounded down). You cannot precisely sculpt the weather, only its scale and type.  To reduce or counter another weather effect (or natural conditions), roll a Power Check against a DC equal to the original power score or natural condition rank (see below). Each point above the DC reduces that condition by one step.  You may always create lower-tier weather effects than your score allows. Damage is based on your Power Score Die at your current rank.  10-11: Create light rain, fog, breeze, snow. All creatures within the area affected suffer a penalty equal to your power score modified to meet any challenge that depends on a creature's sense of sight or hearing.  12-13: Create steady rain, fog, snow, or a steady breeze. All creatures within the area affected suffer the above penalties. Additionally, anyone moving within the affected area has their pace reduced by 1 to a minimum of 1.  14-17: Create medium to heavy rain or snow. All creatures within the area affected suffer the above penalties. At this point, the rain can start to wash small objects away or create flash flood conditions in confined Areas. The snow can accumulate quickly enough to cover mud, grass, gravel tracks, or ice over small bodies of still water, allowing you to create a number of areas of difficult terrain equal to half your power score modifier.  18-20: Create heavy to heavy rain or snow. All creatures within the area affected suffer the above penalties. At this point, all the areas affected by your power are now considered difficult terrain.  21-29: Create very heavy rain or snow with strong, buffeting winds. All creatures within the area affected suffer the above penalties. Additionally, all flying creatures have their pace reduced by half (to a minimum of 1), and hovering becomes impossible.  30-39: Create thunderstorms, snowstorms, or windstorms. All creatures within the area affected suffer the above penalties. In addition, if you possess the power energy blast (lightning) or Move Object (using wind) as a bonus action.  40+: At this level, you're unleashing weather on an apocalyptic scale. All previous effects apply, but the impact becomes largely narrative: tornadoes tear down buildings, hurricanes uproot trees and flood entire districts, and blizzards create white-out conditions where visibility is nearly zero.  Wind howls loud enough to drown out shouting, and the terrain becomes treacherous, flooded streets, collapsed structures, and massive snowdrifts that count as obstacles. Water freezes solid, roofs cave in, and entire Areas may become impassable.  **Power Stunts**  *Emulated Powers:* Energy Blast (electrical, lightning bolts), Move Object (controlled use of wind to move items)",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "10"
  },
  {
    "name": "Convert Matter",
    "description": "*Interruptible, Melee, Scene*  **Primary Ability:** Intelligence  **Action:** Demanding  **Burnout:** 5  *You can convert non-living matter into another type of non-living matter.*  **Effect:** You may convert non-living, non-sentient matter, organic or inorganic, into another material of your choosing. The maximum weight you can convert equals one-fourth of your Max Lift at your power score. For example, Convert Matter 20 allows up to 200 lbs. of material to be transformed.  The base material and the target material must be mostly homogeneous. Non-convertible components (e.g., a metal doorknob on a wooden door) are discarded or left unchanged.  You may automatically convert items with an MS less than your passive power DC to affect tougher materials; make a Power Check against the target’s MS.  *Example:* With Convert Matter 15 and Intelligence 14, you may attempt to convert Titanium (MS 30) into Steel (MS 20) with a Power Check vs. DC 30.  While all converted materials revert at the end of the scene, with Editor-in-Chief approval, you may spend a Plot Point to make the change permanent.  **Special (Undead):** Undead creatures, including zombies, are considered “alive” and cannot be affected.  **Power Stunts**  Emulated Powers: *Manifest Gear*, *Inventive gadgetry*  \\<side bar\\>  Creative Use of Convert material may sometimes constitute “changing a scene” and require the use of a plot point; this is not always the case, but such requirements are left up to the editor-in-chief.  \\</side bar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "5"
  },
  {
    "name": "Damaging Form",
    "description": "Scene  **Primary Attribute:** Wisdom  **Action: Bonus**  **Burnout:** 5  *It hurts to hit you.*  **Effect:** Choose an Energy (except Psychic damage. See below); as a bonus action, you surround yourself with a damaging field of your chosen energy type. Any creature that hits you with a melee attack or starts its turn grappling you suffers your Power Score Die in damage.  **Special (psychic shields):** Alternately, you may choose psychic energy as your energy type; if you do, this power is only effective against psychic attacks. Any attacker who deals psychic damage to you or attempts to control your mind is damaged by this power. Due to the limited scope of this power, you also add your wisdom modifier to the damage dealt.  **Power Stunts:**  *Emulated Powers:* Energy Sheath",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "5"
  },
  {
    "name": "Darkness",
    "description": "Ranged (0)  **Primary Ability:** Wisdom  **Action:** Action  **Burnout:** 3  *You seem to emanate darkness from your body, and with it, you may control the brightness of an area or plunge it into pitch blackness.*  **Effect:** You can project darkness from your body. This is not the absence of light per se but a unique energy conjured from an unknown dimension.  With this power, you lower the illumination (see pg. XX) of the area you are in, plus a number of adjacent areas equal to half your Power Score Modifier (Minimum of 1) by 1 illumination step. (for example, bright light to shadowy) You may further reduce the illumination by reducing the maximum number of areas you can affect by 2 for each additional step. *Example:* Dropping an area from Bright to Total Darkness (2 steps) reduces your area coverage by 4.  **Light vs. Darkness:** When a power-based light source is introduced into your darkness, make a Power Check against that power’s passive power DC On a successful check, the light's illumination level is reduced by 1 and restricted to the area it’s in. On a field check, the light remains unaffected but only reaches into adjacent areas. For gear (e.g., flashlights), use DC = 10 + the number of Areas of bright light the item produces.  Interestingly, this power also grants you the ability to see perfectly through your darkness, as if you possessed the power of Super Sense at an equal Power Score.  **Special (Access):** You may learn Elemental/Energy Manipulation (Darkness), allowing you to shape the darkness you generate into a physical form. You may also learn a special kind of Super Sense (Darkness Sense) that would allow you to see within the darkness the effects of others and listen into any area you are affecting with your power. Unless you possess the Darkness power, you may *not* acquire Elemental/Energy Manipulation (Darkness) or Super Sense (Darkness Sense)  **Power Stunts:**  *Emulated Power:* Energy Manipulation (Darkness), Environmental Manipulation (shadows), Super Sense (Darkness Sense)",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "3"
  },
  {
    "name": "Deflection",
    "description": "Continuous  **Primary Attribute:** Strength or Dexterity  **Action:** Reaction  **Burnout:** 3  *You can knock away incoming attacks.*  **Effect:** When you are the target of a ranged attack, you may make an opposed Power Check against the attack roll against you. If you are successful, you deflect away damage equal to half your power score; you take any damage remaining, which DR may further reduce.  **Special (Unique Power Modifications):**  *Limited Deflection (+2/+6):* You can use this Flaw to define what you can deflect. Deflecting bullets would be worth +2 (everyone has bullets), while if you can only deflect laser beams, such a flaw may be worth +6.  **Power Stunts:**  *Power Trick:* Reflection  \\<Side Bar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "3"
  },
  {
    "name": "Power Trick: Reflection",
    "description": "**Powers:** Deflection  **Cost:** +5 Burnout  **Attack:** Avoidance  **Effect:** When you successfully deflect an incoming attack, you may reflect that damage to any creature within range of the attacking power with a successful attack roll.  \\</Side Bar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Density Control",
    "description": "Scene  **Primary Attribute:** Constitution  **Action:** Action  **Burnout:** 5  *You can increase your mass, becoming physically denser and harder to hurt.*  **Effect:** You may increase your mass to a level dictated by your power score (see the accompanying chart). When you do so, increase your Strength and gain DR equal to your power score modifier against Physical damage attacks.  The following chart gives a rough idea of your character’s mass when purchasing Density Control.  <table> <colgroup> <col style=\"width: 10%\" /> <col style=\"width: 89%\" /> </colgroup> <thead> <tr> <th colspan=\"2\"><strong>Density Control Mass</strong></th> </tr> </thead> <tbody> <tr> <td><strong>Power Score</strong></td> <td><strong>Max Mass Gained</strong></td> </tr> <tr> <td>10-13</td> <td>300 to 400 pounds.</td> </tr> <tr> <td>14-15</td> <td>500 to 800 pounds</td> </tr> <tr> <td>16-19</td> <td>900 to 1,200 pounds</td> </tr> <tr> <td>20-24</td> <td>1,300 to 2,400 pounds</td> </tr> <tr> <td>25-29</td> <td>2,500 to 4,800 pounds</td> </tr> <tr> <td>30-34</td> <td>4,900 to 9,600 pounds</td> </tr> <tr> <td>35-39</td> <td>9,700 to 19,200 pounds</td> </tr> <tr> <td>40-44</td> <td>19,300 to 38,400 pounds</td> </tr> <tr> <td>45-49</td> <td>38,500 to 76,800 pounds</td> </tr> <tr> <td>50+</td> <td>76,900 to 153,600 pounds</td> </tr> </tbody> </table>  **Note:** Becoming supermassive on certain surfaces may cause you to crash right through the floor. At the end of every turn, roll your modified Strength Attribute Die and Power Score Die and apply the result against the Material Strength of the floor; if you surpass the amount of Hits on the surface you’re walking on, you fall through the floor. See Attacking and Destroying Objects pg. XX",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "5"
  },
  {
    "name": "Duplicate",
    "description": "Scene (or special, see below)  **Primary Ability:** Charisma  **Action:** Action  **Burnout:** 8  *There are more of you. This power allows you to do the work of two men. Or ten!*  **Effect:** You create identical duplicates of yourself. Each duplicate (or “dup”) has your stats, skill sets, and powers, but no gear except clothing. Dups cannot use powers that cost Burnout and have no Burnout Threshold.  - Each dup has Stamina equal to your power score and 1 Wound. They can telepathically communicate with you and each other within a number of miles equal to your power score modifier (minimum 1).  - You create a number of dups equal to half your power score modifier (minimum 1). You may dismiss any dup as a Bonus Action.  If a dup is destroyed (“pops”), you and all remaining dups become *shaken* until the start of your next turn due to psychic feedback.  At the end of the scene, all dups automatically recombine with you, regardless of distance. You gain their memories.  **Special Use (Persistent Dup):** Instead of creating temporary duplicates, you can create one permanent duplicate.  While this dup exists, you cannot use this power again, and your Burnout Threshold is reduced by 5.  If a dup is Z’d (infected/turned), it becomes autonomous. It no longer recombines, you lose control of it, and your Burnout Threshold remains reduced by 5 until it is destroyed.  **Power Stunts:**  *Emulated Powers:* Multiple Limbs",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "8"
  },
  {
    "name": "Dynamic Power",
    "description": "Scene  **Primary Ability:** Wisdom  *You have an interesting knack for having the right power at the right time.*  **Effect:** This power allows you to emulate one or more powers whose total power score is equal to your power score of this power -6. You choose what powers you have at the start of the scene. At the editor-in-chief’s discretion, you may be allowed to switch powers mid-scene at the cost of a plot die.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Eidetic Memory",
    "description": "Continuous  **Primary Attribute:** Intelligence  **Action: Action**  *Commonly referred to as photographic memory, Eidetic Memory is a psychological or medical term popularly defined as the ability to recall images, sounds, or objects in memory with extreme precision.*  **Effect:** This power grants the following benefits  - You gain a bonus to all Intelligence-based challenges equal to half your power score modifier.  - You may attempt to recall useful information to help you with the task at hand. Before rolling to meet a challenge, roll a power check against the DC of the challenge +5; if successful, you gain an Advantage on your roll to meet the challenge.  - Recall a scene you have witnessed, a location you may have visited, or even something you may have read, which you do so with perfect picture clarity.  **Special (Additional Skill Uses):** After recalling a scene, location, or something you read, the Editor-in-Chief may ask you to meet an intelligence-based challenge to search through your memories and seek out any details (detective-based skill sets would apply) to pick out useful/important details you might have missed  **Power Stunts:** *Power Trick:* Total Recall",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Elasticity",
    "description": "Continuous  **Primary Ability:** Constitution  **Action:** Bonus or Reaction  **Burnout:** None / 3  *Your body has rubber-like elasticity. You can expand and contract limbs and gain some protection from your body stretching during an attack.*  **Effect:** This power has two effects: a Continuous effect and an Activated effect.  - **Continuous Effect:** You can absorb more damage than most due to your elastic nature. You possess DR against Physical damage equal to your power score modifier. This effect has no burnout and is permanently active.  - **Activated Effect:** You may stretch any part of your body out a number of areas equal to your power score modifier. However, doing so may expose you to possible attacks. This does allow you to make *Melee* attacks from that number of areas away. You may also use this power to take on shapes, such as a ball. As noted, you may use this activation as a reaction in conjunction with an opportunity attack or a situation where changing your shape would be advantageous.  **Power Stunts:**  *Emulated Powers:* Catfall, Enhanced Attack, Multiple Limbs",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "None / 3"
  },
  {
    "name": "Emotion Control",
    "description": "Scene, Ranged  **Primary Ability:** Charisma  **Attack:** Discipline  **Action:** Action  **Burnout:** 4  *You can influence the emotional states of others.*  **Effect:** Select an emotion. You can instill this emotion into a target with a successful Power Attack versus the target’s Willpower. You can also specify to whom the target feels the emotion. The Editor-in-Chief determines any situational modifiers (advantage or disadvantage) for your attack roll depending on the current emotional state of your target. For example, if Cara is deeply in love with Randall, you may suffer Disadvantage if you try to make Cara feel malice towards Randall.  If you instill emotions towards you, you gain a bonus to any charisma-based skill check equal to your power’s Passive Modifier. For example, feelings of admiration or trust may give you a bonus on Empathy skill checks. Instilling feelings of fear or distrust might give you a bonus on Influence skill check when attempting to intimidate someone.  The number of targets you may affect with this power is equal to your power score modifier and may only install a number of different emotions equal to half your power score modifier.  With a successful attack, you may instead choose to instill the *charmed (psionic)* or *frightened (psionic)* condition on a single target until the end of the scene. Affected creatures get a Charisma saving throw at the end of their turn to end this effect.  This is a mental power, and as such, it does not work on zombies or non-sentient targets.  **Power Stunts:**  *Emulated Powers:* Weaken (Mental Attributes only)  *Power Tricks:* Aura of Fear, Influence the Masses  \\<Sidebar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "4"
  },
  {
    "name": "Power Tricks",
    "description": "####  Aura of Fear  **Powers:** Emotion Control  **Cost:** +3 Burnout  **Effect:** You radiate an overwhelming presence that unsettles everyone nearby. As an action, make **one attack roll** against the Willpower Defense of all creatures within your Area. You can affect a number of targets per scene equal to your Power Score Modifier.  Affected creatures are *frightened (psionic)* until the end of the scene. On their turn, each may attempt a Charisma saving throw against your power’s Passive DC. On a success, the fear ends.  ####  Influence the Masses  **Powers:** Emotion Control and Telepathy  **Cost:** +3 Burnout  **Effect:** You project a powerful emotional wave across a crowd. Choose a single emotion (e.g., love, awe, rage) to affect all creatures within a number of Areas equal to half your Power Score modifier (minimum 1). If appropriate, you may assign a **focus** for that emotion, either yourself or another visible creature.  Make one attack roll and compare it to the Willpower Defense of each creature in the affected area. Those who fail are influenced accordingly.  \\</Sidebar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Endurance",
    "description": "Continuous  **Primary Attribute:** Constitution  *You are a tireless engine, able to push yourself far beyond the limits of exhaustion.*  **Effect:** Add your Power Score to your maximum stamina. Additionally, you can go a number of days equal to the power score modifier without any rest or sleep. So long as you are within this period, you automatically succeed in all checks to resist exhaustion due to lack of rest or normal exhaustion (like a forced march, you may not be able to run fast, but you can keep on running long after everyone else has collapsed). While this power does not make you immune to powers or other abilities that cause exhaustion or sleep, you add your Power Score Modifier to your Defenses and saving throws to resist those effects.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Energy Blast",
    "description": "Damaging, Ranged.  **Primary Ability:** Dexterity  **Action:** Action  **Attack:** by energy type (see energy types and targeted defenses)  **Burnout:** 3  *You generate blasts of energy or hurl a bolt of a particular element.*  **Effect:** Choose an Energy type from the *Energy Types and Targeted defense* *table* (see pg XX) you may use this power to attack a single target within range, dealing your chosen energy type in damage.  **Special (Access):** You can take this power multiple times, choosing different energy types, each of which is tracked as its own power.  **Power Stunts:**  *Emulated Powers:* Enhanced Attack (same Energy type), Energy Explosion (same Energy type)  *Power Tricks:* Energy Burst, Rapid Blast  \\<sidebar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "3"
  },
  {
    "name": "Power Trick: Energy Burst",
    "description": "**Powers:** Energy Blast, Energy Manipulation  **Cost:** +3 Burnout  **Effect:** A Hero can opt for a burst effect targeting everyone in a single area rather than a single target. Every person within the burst, friend, and foe, is affected by the burst as if they were personally attacked.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Power Trick: Rapid Blast",
    "description": "**Powers:** Energy Blast  **Cost:** +4 Burnout  **Effect:** After attacking with your energy blast, you may make another attack against any target within range as a bonus action.  \\</sidebar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Energy Explosion",
    "description": "Damaging, Ranged  **Primary Attribute:** Constitution  **Action: Action**  **Attack:** by energy type (see energy types and targeted defenses)  **Burnout:** 3  *You generate an explosion around you, affecting friend and foe alike.*  **Effect:** Choose an Energy type. When you use this power, you attack everyone in your area and a number of adjoining areas equal to half your power score modifier. You can take this power multiple times, choosing different energy types, each being tracked as its own power.  **Power Stunts:** *Emulated Powers:* Energy Blast (same Energy type)  \\<sidebar\\> #### Power vs Power – Countering Environmental Effects  In scenes involving large-scale power effects, fire walls, ice storms, and electrified zones, heroes may attempt to counter or suppress them using appropriate opposing powers.  To do so, the player makes a Power Check using their relevant ability and Power Score modifier against the power’s passive DC.  The Editor-in-Chief decides the scope of the counter: removing part of the effect, weakening it, or dispelling it completely.  Examples:  - A hero with Water Generation uses their power to douse a Fire Wall (DC 16).  - A hero with Wind Manipulation disrupts an area Fog effect to clear line of sight.  - Ice Generation is used to freeze over or suppress Lava Jets.  Counter attempts may require proximity to the effect, narrative setup, or specific power traits (e.g., Area Control, Environmental Focus).  \\<.sidebar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "3"
  },
  {
    "name": "Energy Generation",
    "description": "Damaging, Range (0)  **Primary Ability:** Wisdom  **Action:** Action  **Attack:** by energy type (see energy types and targeted defenses)  **Burnout:** 5  *You seem to radiate energy from your own body.*  **Effect:** Choose an energy type; this power only grants you the ability to create energy, not shape it, with the power’s score representing the intensity of its generation. You can take this power multiple times, choosing different energy types, each being tracked as its own power.  You may use this power to haphazardly attack everyone in your area, whether friend or foe,  Requiring a successful power attack roll.  **Special (Synergy):** You may take a synergy power modification, synergizing Energy Generation and Energy Manipulation, if they all share the same energy type.  **Power Stunts:**  *Emulated Powers:* Absorb Energy (same type), Enhanced Attack, Energy Blast, Energy Explosion (same type), Energy Manipulation, Energy Sheath, Environmental Manipulation (same type)",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "5"
  },
  {
    "name": "Energy /Element Manipulation",
    "description": "Ranged, Scene  **Primary Ability:** Wisdom  **Attack:** Avoidance  **Burnout:** 5  *You can shape a particular form of energy, allowing you to give it a semblance of mass.*  **Effect:** Choose an energy type or a natural element like earth, air, or water. You can mold that substance into simple or complex forms. Walls, bridges, and basic shapes are easy. More intricate constructs, like cages, tools, or moving parts, may require a Power Check, with the DC based on complexity (e.g., DC 10 for a cage, DC 20 for a working drawbridge). Objects may not take up more cubic areas than half your power’s passive modifier.  Things you sculpt maintain their shape until the end of the scene, unless they are destroyed. At that point, they harmlessly revert to their previous form. Solid constructs have a Hardness equal to your power score and Hits equal to one-third your power score modifier (minimum 1), while constructs made of energy may be passed through; any creature that touches or passes through the energy construct suffers your power score die in damage.  This power doesn't create energy or elements; it simply gives shape to what is already present or assumed to be available. You can take this power multiple times, each with a different type, and they are tracked separately.  **Special (Light, illuminate):** Someone manipulating light can also use their power to improve light conditions in an area. Thus, this power allows you to increase Shadowy light conditions to Bright light, affecting a number of areas equal to your Power Score Modifier.  **Special (Synergy):** You may take the synergy power modification to synergize Energy Generation and Energy Manipulation, but only if they share the same energy type.  **Power Stunts:**  *Emulated Powers:* Absorb Energy\\*, Animate Object (allowing you to animate an object you create through this power), Energy Blast\\*, Energy Explosion\\*, Energy Sheath\\*, Enhanced Attack\\* \\*same energy type as the parent power.  *Power Tricks:* Energy Burst, Blinding Flash (Energy Manipulation: Light Only).  \\<sidebar\\>  #### Power Trick: Blinding Flash  You suddenly hyper-focus the ambient light around you, creating a blinding flash of light.  **Powers:** Light, Energy Manipulation: Light  **Cost:** +1 Burnout  **Attack:** Fortitude  **Effect:** With a successful attack, you blind all creatures in your area until the end of your next turn. Once a creature is affected by this ability, you suffer the disadvantage of affecting them again, as they know what you’re capable of and will move to divert their eyes.  Editor’s Note:  Note that although the power trick above is limited to light, there is no reason why a player cannot develop a similar power trick using a different energy type, such as comic energy or even fire. Although power tricks throughout this book are examples of power tricks, you and your players should feel free to develop new ones.  \\</sidebar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "5"
  },
  {
    "name": "Energy Sheath",
    "description": "Scene  **Primary Ability:** Wisdom  **Action:** Bonus  **Burnout:** 4  You are surrounded by an energy field that protects you from damage.  **Effect:** Choose an energy type. You surround yourself with a protective sheath of that energy.  While active, you gain Damage Resistance (DR) equal to twice your power score against that energy type, and DR equal to half your power score modifier against all physical and other energy damage.  The sheath flexes around impact points, allowing you to move normally, standing on the ground, handling objects, or making melee attacks, without damaging your surroundings. However, you gain no bonus to melee damage from the sheath itself.  You may take this power multiple times, selecting a different energy type each time. Each version is tracked separately, but only one Energy Sheath may be active at a time.  **Power Stunts:**  *Emulated Powers:* Absorb Energy (same type), Damaging Form, Energy Blast, Energy Generation, Energy Manipulation, and Enhanced Attack.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "4  You are surrounded by an energy field that protects you from damage."
  },
  {
    "name": "Enhanced Ability Score",
    "description": "Continuous  **Primary Ability:** Chosen Ability Score.  *One of your natural attributes has been… enhanced.*  **Effect:** Choose one ability score. This power enhances that score in one of two ways (you choose when this power is first gained, but you may switch between the two effects narratively if the situation changes, such as your body failing but your power remaining active):  - **Additive:** Increase that ability score by this power’s modifier (minimum +1).  - **Substitution:** Replace the ability score with this power’s raw score (if higher).  You can take this power multiple times, each time for a different ability score.  **Special (Rank Cap):** This power may not increase an ability score beyond your current **Rank Cap**. Any excess is considered untapped potential until your Rank increases.  Power Stunt: Enhanced Ability Score (Strength): *Emulated Power*: *Leaping* Enhanced Ability Score (Dexterity): *Emulated Power: Speed*  Enhanced Ability Score (Constitution): *Emulated Power: Invulnerability*  Enhanced Ability Score (Wisdom): *Emulated Power: Sixth Sense*  Enhanced Ability Score (Intelligence): *Emulated Power: Ultimate Skill*  Enhanced Ability Score (Charisma): *Emulated Power: Luck*",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Enhanced Melee Attack",
    "description": "Continuous, damaging (special, see below), Melee, *or* Weapon  **Primary Ability:** Strength, Dexterity, *or* Wisdom  **Action:** None/Bonus (if applicable)  *Your melee attacks hit harder, whether it’s claws, crackling fists, or a weapon that burns on Impact.*  **Effect:  ** You enhance either your unarmed strikes or a specific melee weapon with deadly force or elemental energy. This power can be taken multiple times for different energy types or weapon setups, but effects do not stack, and each instance of this power is tracked separately.**  **  - *Enhanced Unarmed Melee Attack:*  Choose a damage type and whether the effect is always active or can be turned on/off. If it can be concealed (e.g., retractable claws, flaming fists), it requires a Bonus Action to activate or deactivate. Your unarmed melee attacks deal: Power Score Die + Power Modifier + Primary Attribute Modifier in damage.  - *Enhanced Melee Weapon Attack:*  Choose a specific melee weapon and damage type. If the effect is something like electrifying or igniting the weapon, it also takes a Bonus Action to activate/deactivate. While active, your attacks with that weapon deal extra damage equal to your Power Score Die of the chosen type.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Enhanced Sense",
    "description": "Continuous  **Primary Ability:** Wisdom  *One of your senses is enhanced.*  **Effect:** Choose one of the five senses, sight, hearing, smell, taste, or touch. Whenever you rely on that sense when making a roll to meet a Challenge, you add your Power Score Modifier to the result.  This applies whether or not you're applying a Skill Set to the Challenge. You may take this power multiple times, each time selecting a different sense, tracking each power as its own instance.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Entangle",
    "description": "Damaging (special), Interruptible, Range  **Primary Ability:** Strength *or* Wisdom  **Action:** Action  **Attack:** Avoidance  **Burnout:** 4  *You can extend your power to grab, restrain, and crush a target.*  Effect: You may initiate a Grab maneuver using your Power Score in place of a Melee attack. If successful, you may also use your Power Score in place of any ability score during Face-Off Challenges while grappling your target.  Targets grappled by this power cannot reverse the grapple—they may only attempt to escape (see Face-Offs and Grappling, pg. XX).  While holding your target, you may choose to apply pressure on your turn, dealing Kinetic damage equal to your Power Score base die. Doing so costs 1 additional Burnout.  To maintain the grapple, you must concentrate and pay 1 Burnout at the start of each turn.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "4"
  },
  {
    "name": "Flight",
    "description": "**Primary Ability:** Dexterity  **Burnout:** 3/1  *You can fly.*  **Effect:** During combat, until the end of your next turn, you gain a fly pace equal to your power score modifier. Out of combat, you may fly at a pace equal to your power score, but any attack against you while flying at this speed is done so with Advantage as you are focused on your flight.  You must pay 1 burnout at the beginning of every turn that you use this power to remain aloft. While flying, you may carry anything your strength can typically carry up to your max lift.  **Power Stunts:**  *Emulated Power:* Glide",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "3/1"
  },
  {
    "name": "Force Field",
    "description": "**Primary Ability:** Wisdom or Charisma  **Burnout:** Action/Reaction  **Burnout:** 5/2  *You can erect a force field to protect yourself or others.*  **Effect:** As an action, or as a reaction when you’re aware of an incoming attack, you generate a force field covering up to half your Power Score modifier in Areas (minimum 1). For each additional Area beyond the first, reduce the effective Power Score of the field by 2. (Example: a field spanning 4 Areas reduces your Power Score by 8 for its effects.)  The field blocks movement, creatures cannot pass through it, and it can withstand or support weight according to its Power Score.  The force field has Stamina equal to your Power Score and absorbs damage from outside attacks targeting those inside. Once active, it lasts until the end of your next turn. You can refresh its duration and stamina as a bonus action by paying 2 Burnout.  If the field takes more Stamina damage than your Power Score or if you suffer a wound, the field collapses. Those inside are shielded from the attack that brought it down, but you must make a Wisdom saving throw (DC equal to the damage dealt) or become *shaken* until the end of your next turn.  **Power Stunts:**  *Emulated Powers:* Damaging Form, Deflection, Energy Blast (kinetic), Energy Explosion (kinetic), Enhanced Attack (kinetic), Force Shield.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "Action/Reaction"
  },
  {
    "name": "Force Field, Personal",
    "description": "Scene  **Primary Ability:** Wisdom *or* Intelligence  **Burnout:** Action  **Burnout:** 5  *You can create a personal, skin-tight force field.*  **Effect:** As an action on your turn, you can generate a personal force field to protect yourself. The force field grants you temporary stamina points equal to your power score modifier, which remains until the end of the scene. If, at any point during the scene, you start a turn with fewer temporary stamina points than your power score modifier, the force field regenerates back to its original value, up to a maximum number of temporary stamina points equal to your power score modifier. If your personal force field absorbs a total amount of damage equal to your power score in one turn, it is brought down, ending its effect. Note that the force field only protects you and not anyone else.  **Power Stunts:**  *Emulated Powers:* Deflection, Elemental/Energy Blast (kinetic), Enhanced Attack (kinetic), Force Shield, Life-Support.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "Action"
  },
  {
    "name": "Free Consciousness",
    "description": "Scene  **Primary Attribute:** Wisdom  **Action:** Demanding  **Burnout:** 8  *You possess the ability to separate your consciousness from your physical body, entering an intangible, incorporeal state known as astral projection.*  **Effect:** By making a Power Check (DC 10 for calm meditation, DC 20 during combat, DC 30 under direct attack), you project your consciousness from your body. While projected, your body remains helpless but alive, it cannot act and requires external care for nourishment if sustained.  Your freed consciousness retains your mental abilities, skills, and defenses but has no physical ability scores, stamina, or wounds. It is undetectable and immune to normal physical attacks.  You may instantly move to any spot you can see within a number of Areas equal to your Power Score modifier, up to a maximum range of your Power Score in Areas. Moving beyond this range requires additional Power Checks (DC 15 for normal pace, DC 20 to pass through barriers).  Alternatively, you may teleport to a previously visited location with a Power Check:  - DC 15 — very familiar and emotionally charged  - DC 20 — familiar but neutral  - DC 30 — visited only once  You cannot project to places you’ve never been, and magical or powered barriers may block you. At the Editor-in-Chief’s discretion, you may spend a Plot Point to reach someone important to you in a dramatic moment, even without knowing their location.  If your projected form suffers damage, it snaps back to your body. You must then make a DC 20 Wisdom save or take a wound from the shock (watch for foes with *Third Eye* or *Spirit Seeker*).  Returning to your body voluntarily is a free action and requires no roll. While projected, you can observe but cannot physically interact or use powers, except via the *Poltergeist* trick.  **Power Stunts:**  *Power Tricks:* Manifestation, Poltergeist  \\<side bar\\> #### Power Trick: Manifestation  **Associated Power**: Free Consciousness **Cost:** 2 Burnout **Effect:** While in your astral state, you can partially manifest in the physical world, making yourself faintly visible and audible to creatures in your immediate area.  You appear as a ghostly silhouette or outline and can speak to others (your voice sounds like a whisper or echo). You can also choose to make yourself recognizable to allies or intimidate foes (Editor-in-Chief may call for a Charisma Challenge if used to sway or frighten others). You cannot physically interact with objects or deal damage while manifested. This effect lasts until the end of your turn. You may maintain it on subsequent turns by paying 1 Burnout at the start of each turn.  #### Power Trick: Poltergeist  **Associated Power:** Free Consciousness **Cost:** 2 Burnout **Effect:** While in your astral state, you can exert force on small objects in the physical world, mimicking the classic “poltergeist” phenomenon.  You may:  - Move, shake, or throw unattended objects weighing up to 10 lbs. per Power Score modifier.  - Slam doors, tip over chairs, or scatter papers to create noise or distraction.  - Hurl a single small object as an improvised ranged attack (Power Check vs Avoidance).  Objects moved or thrown this way never inflict significant damage, but may disorient or frighten targets (Editor-in-Chief may call for a Challenge to determine impact on the scene). You can maintain poltergeist activity for 1 round per use of the Trick.  \\</sidebar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "8"
  },
  {
    "name": "Geospatial Shift",
    "description": "Interruptible  **Primary Attribute:** Wisdom  **Action:** Demanding  **Burnout:** 10  *You can vanish from one location and appear miles away in another.*  **Effect:** This power allows you to teleport yourself and anything or anyone you can carry a number of miles equal to your power score with just a thought, appearing in an unoccupied space. However, the minimum distance you can travel using this power is one mile.  | Power Score | Distance                   | |-------------|----------------------------| | 10-20       | power score in miles       | | 21-29       | power score x 10 in miles  | | 30-39       | Power score x 100 in miles | | 40+         | Anywhere on earth          |  **Power Tricks**  *Emulated Powers:* Teleport, Portal  *Power Trick:* Along for the ride  \\<side bar\\>  #### Power Trick: Along for the ride  You can bring others with you when you teleport  **Powers:** Geospatial Shift, Teleport  **Cost:** +2 Burnout  **Effect:** When you teleport, you can bring a number of passengers equal to half your power score modifier.  \\</side bar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "10"
  },
  {
    "name": "Glide",
    "description": "Scene  **Primary Attribute:** Dexterity  **Burnout:** 2  *You possess the incredible ability to glide through the air, giving you an advantage in aerial combat and mobility.*  **Effect:** In combat, you gain the ability to glide through the air with a fly pace equal to half your power score modifier; out of combat, you can glide your full power score modifier. Regardless, you must move a minimum of half your fly pace; you cannot gain altitude while gliding; you lose 1 area of height per turn.  You can control your descent rate and direction while gliding, allowing you to maneuver through tight spaces or land safely from great heights.  **Note:** This power differs from the Flight power in that it does not grant the ability to gain altitude or hover in place.  **Power Stunts:**  *Emulated Powers:* Flight  *Power Tricks:* Thermal Updraft  \\<Sidebar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "2"
  },
  {
    "name": "Power Trick: Thermal Updraft",
    "description": "**Powers:** Glide  **Cost:** 2 Burnout  **Effect:** While gliding, paying 2 Burnout, you can use your gliding ability to catch and ride thermal updrafts, gaining 1 area of altitude, allowing you to remain aloft for longer periods of time.  \\</Sidebar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Gravity Control",
    "description": "Ranged, Scene  **Primary Attribute:** Wisdom  **Action:** Demanding  **Attack:** Fortitude  **Burnout:** 5  *You can alter the pull of gravity. You can root objects and people in place or cause them to float away.*  **Effect:** This power has two aspects: increasing and decreasing gravity's pull on a target.  **Increase Gravity:** By successfully hitting a target with a power attack roll, you can amplify the pull of gravity. You can gently apply this effect, dealing no damage, or violently crush the target, dealing your power’s base die in kinetic damage. Regardless, the target’s weight increases by an amount equal to the Max Lift value for this power’s score. If this added weight is below the target’s Max Lift, their pace is halved until the end of your next turn. If the weight reaches twice their Max Lift, they also suffer Disadvantage on melee attacks. At four times their Max Lift, they become immobile. This effect can also make an object too heavy to move or lift.  **Decrease Gravity:** You can reduce a target's weight by an amount equal to the Max Lift value of the power's rank. Anyone attempting to lift the target applies their Strength against the new weight. If the weight is reduced to zero, the target becomes easily movable. Note that massive, weightless objects can still pose a danger. If an object is pushed out of your power’s range, it breaks free of this power but may have to deal with a sudden drop to the ground.  ***Power Stunts:***  *Emulated Powers:* Flight, Glide, Move Object",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "5"
  },
  {
    "name": "Growth",
    "description": "Scene  **Primary Ability:** Constitution  **Action:** Demanding  **Burnout:** 6  *You can increase your overall size.*  **Effect:** When you activate this power, you increase your Size Category up to the maximum allowed by your Power Score (see table below). You choose how many categories to grow up to that maximum.  For each size category, you increase:  - Your Strength score increases by +2.  - Your Avoidance defense decreases by −1.  - Your mass doubles.  - Your melee attack reach and other effects scale with your new Size Category (see *Creature Sizes*, pg. XX).  - You may end this effect at any time as a bonus action.  Example: A hero with a Growth Power Score Modifier of 25 can grow up to 3 size categories (from Medium to Large to Huge to Gargantuan). They could choose to grow only 1 or 2 steps if desired. They gain +2 Strength per size category, lose −1 Avoidance per size category, and gain the narrative and mechanical benefits and drawbacks associated with their new Size Category.  See Creature Sizes pg. XX for additional effects like reach of melee attacks.  <table> <colgroup> <col style=\"width: 29%\" /> <col style=\"width: 70%\" /> </colgroup> <thead> <tr> <th style=\"text-align: center;\"><p>Power</p> <p>Score</p></th> <th style=\"text-align: center;\">Number of Size Categories</th> </tr> </thead> <tbody> <tr> <td>10-16</td> <td style=\"text-align: center;\">1</td> </tr> <tr> <td>17-24</td> <td style=\"text-align: center;\">2</td> </tr> <tr> <td>25-32</td> <td style=\"text-align: center;\">3</td> </tr> <tr> <td>33-39</td> <td style=\"text-align: center;\">4</td> </tr> <tr> <td>40+</td> <td style=\"text-align: center;\">5</td> </tr> </tbody> </table>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "6"
  },
  {
    "name": "Heal",
    "description": "Interruptible ** Primary Ability:** Wisdom  **Action:** Action/Special  **Burnout:** 8  *You can heal others with but a touch.*  **Effect:** with a touch you can heal a creature in the following ways.  - Healing Stamina: Roll your Power Score base die and add your Primary Ability modifier; the target regains that much stamina.  - Removing a Condition: You may remove one of the following conditions: blindness, defined, poisoned, or unconscious. If this condition were applied using a power, you must make a Power Check against that power's passive value. Permanent conditions that were the results of natural events or Disease require a DC: 20 power check; this may only be attempted once, and you can again increase your power rank.  - Removing a Disease requires a DC: 20 power check; this may only be attempted once, and you can again increase your power rank. You can NOT heal the Z’virus, even with a power stunt.  - Healing a Wound, which takes 1 minute and requires a DC 30 Power Check. You can only heal a wound once, recovering the ability to do so after completing a Hiatus.  ***Power Stunts:***  *Power Tricks:* heal the psyche, healing burst.  \\<sidebar\\>  #### Power Trick: Healing Burst  *You release a burst of healing energy, healing your allies.*  **Powers:** Heal  **Action:** Action  **Cost:** +4 Burnout  **Effect:** Heal a number of friendly creatures in your Area and adjacent Areas equal to half your Power Score modifier. Distribute a pool of stamina equal to twice your Power Score among those healed.  *If your editor-in-chief utilizes the optional psychosis and madness rules in chapter XX, the following power tick becomes available.*  #### Power Trick: Heal the psyche.  You can heal trauma suffered by others.  **Powers:** Heal, Telepathy  **Action:** 1 hour  **Cost:** +3 Burnout  **Effect:** This power stunt removes 1 level of psychosis. An individual can only benefit from this power once during a Hiatus.  \\</sidebar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "8"
  },
  {
    "name": "Illusion",
    "description": "Interruptible, Range  **Primary Attribute:** Intelligence  **Attack:** Special. See below  **Speed:** Demanding  **Burnout:** 4/1  *You can create illusions to confuse or delight others.*  **Effect:** You create a visible illusion of any object, creature, or scene you can clearly imagine. The illusion is purely visual; no sound, smell, texture, or motion beyond what is believable for a static or looping image.  1.  The illusion must be created in your line of sight and within a number of Areas equal to your Power Score divided by 3 (rounded down).  2.  The illusion’s total volume cannot exceed the number of cubic Areas equal to power score bonus.  3.  Maintaining the illusion requires a Bonus Action for each turn, costing 1 Burnout, or 2 Burnout if maintaining more than one illusion at a time or making rapid changes.  4.  Creatures who interact directly with the illusion must succeed on a Wisdom Saving Throw against your Passive Power DC to recognize it as false.  5.  A creature that succeeds automatically disbelieves further illusions you create until the end of the scene unless significantly altered.  6.  If the illusion would clearly defy physics (e.g., floating rocks, walking fire), targets receive Advantage on the saving throw.  **Special (Mastery):** Every 3 ranks in the Illusion power, choose one additional sense (sound, smell, touch, taste) to incorporate into your illusions. These added effects remain subtle and secondary; they serve to support the illusion but cannot replicate full effects of other powers (e.g., a “fire illusion” that feels warm can’t deal actual fire damage).  **Special:** Despite being mind-affecting, zombies *are* susceptible to Illusion, as it triggers base instincts such as hunger or fear. However, they never gain Disadvantage on saves and will not be fooled by overly complex or abstract illusions (Editor’s discretion).",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "4/1"
  },
  {
    "name": "Imbue Consciousness",
    "description": "Interruptible, Melee, Scene  **Primary Attribute:** Charisma  **Action:** Demanding  **Burnout:** 8  *You can grant an object sentience for a limited time.*  **Effect:** You imbue an object with a rudimentary mind. You gain a pool of points equal to your Power Score modifier + Charisma modifier, which you may distribute among the object’s Intelligence, Wisdom, and Charisma scores and any skills you already possess.  You may split these points among multiple objects if desired.  You can enhance an object further by sacrificing your own ability scores, point-for-point, in the same ability. Lost ability points return at the rate of 1 per scene once the object’s consciousness ends.  If you assign no points to:  - Intelligence: the object cannot think independently and only follows simple commands.  - Wisdom: it is unaware of its surroundings.  - Charisma: it cannot respond or express itself.  This power does not grant the object senses, movement, or physical interaction; you must combine it with Animate Object to achieve that. This power only affects non-living, non-sentient objects; zombies and other undead are considered living for the purpose of this power.  **Special (Combining Effects):** You can combine this power with Animate Object and Imbue Consciousness, using both powers simultaneously, for 10 burnout.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "8"
  },
  {
    "name": "Incorporeal",
    "description": "**Primary Ability:** Wisdom  **Action:** Bonus Action  **Burnout:** 8  *You can move through solid matter.*  **Effect:** When you activate this power, you and anything you’re touching, up to half of your power score’s maximum lift, become incorporeal. This includes your clothes, belongings, or even another person. Anything you let go of immediately becomes solid again. While incorporeal, you can’t touch or interact with anything that wasn’t phased with you, though you can fly at your normal walking pace.  For each activation of this power, you can stay incorporeal for a number of turns equal to half your power score modifier (minimum of one),  **Moving Through Matter:** You can pass through solid objects as long as your power score is at least as high as the material strength of the object. If it’s not, you can attempt a power check to force your way through, with the difficulty based on the difference.  When you move through solid matter, your pace is cut in half. If you try to move faster, you take stamina damage equal to half the material strength of the object you’re passing through.  Normally, you can’t move through active energy fields at all, but you can try by taking a demanding action while making a power check against the power rating of the field.  **Risks and Vulnerabilities:**  If something becomes solid while overlapping with a solid object, like you or something you’re carrying, it suffers stamina damage equal to the object’s material strength and is violently pushed into the nearest open space.  While you’re incorporeal, you’re harder to hurt by physical attacks, taking only half damage from them. However, energy-based attacks still hit you normally.  **Special:** While incorporeal, you’re also considered to have the invisibility (touch) power at a score equal to this power’s score.  For example, if you possessed Incorporeal: 25, you could remain incorporeal for 7 turns and pass through Steel Alloys (MS: 25) but would be required to make a DC: 15 Power Check to pass through Titanium (MS: 30) and a DC: 15 Power Check to pass though DH3 Palladium Metallic Glass (MS: 40)  \\<Story\\>  In the early days after Z-Day, many incorporeal Heroes made the mistake of thinking they were invulnerable to the zombie plague. They were wrong.  \\</story\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "8"
  },
  {
    "name": "Inventive Gadgetry",
    "description": "**Primary Ability:** Intelligence  **Action:** Special (See below)  **Burnout:** As per power chosen.  *You possess the remarkable ability to create functional gadgets out of what others would consider junk.*  **Effect:** You can create gadgets that replicate a single power at a power rank equal to your power score. Gadgets are commonly handheld but may be larger depending on the item's intended use, which is determined by the editor-in-chief. All gadgets you build are considered to have the *removable item* and either *external power source* or *limited uses*, depending on how you built it. You don’t gain bonuses for these flaws.  You can only have one active gadget per instance of this power. If you build a new gadget, the old one is destroyed.  When someone else tries to use one of your gadgets without you showing them how (requiring time over an enclave interlude), they roll at disadvantage.  ** Building a Gadget  ** There are three ways to use your power to create a gadget.  - *Taking my time:* In those rare instances where you have an extended period to create a gadget, you may spend 8 hours creating one with the removable power flaw. Items made in this manner can be maintained indefinitely with regular maintenance. You must spend 4 hours per day maintaining the gadget. Not doing so will cause the gadget to stop working 24 hours after it was created or maintained.  - *Give me time to think:* If you create a gadget over 4 uninterrupted hours, it can be used 3 times, after which it burns out and becomes worthless.  - *Just give me a minute:* If you have the right materials, you can create a gadget on the fly. By spending 1 minute, you may create a gadget that works for only 1 use, after which the gadget burns out, becoming worthless.  **Materials:** The quality of the materials you have at hand determines what you can build and how dependable it is. The editor-in-chief determines the quality of materials you have to work with at the moment you’re making your gadget.  - *Inadequate materials:* When working with inadequate materials, you can still put something together, but have no idea how it works. Your gadget has an unreliable power flaw (you gain no benefit from this flaw), and its power score is reduced by 2, the item cannot be maintained.  - *Barely Adequate Materials:* This is the baseline after Z-Day unless you have been gathering materials and have a safe and secure place to store it all. Items created with such limited resources have their power score reduced by 2  - *This is perfect!* In the rare cases where you have just the right parts for the gadget you're working on, you might create something that won’t fall apart. If the gadget you created has limited uses, its power score is increased by 2. If you took 8 hours to make your gadget and maintained it for 10 days, you may make it a permanent item (see emulated powers below) as if you had mastered a new power stunt.  Reusing Materials: Depending on the gadget's power and how it was used, you may or may not be able to recover materials to make future gadgets; the editor-in-chief has the discretion to do so.  **Special (Power Modifications):** With the exception of the All-Skills power modification, you cannot apply any power modifications to this power.  **Special (Inventive Gadgetry: Create Magical Items):** More mystic heroes can take Inventive Gadgetry to represent the creation of magical items such as staffs, totems, fetishes, and scrolls, in which case, the items required may be rarer than those required by its more technological adaptation. Additionally, items created through the *Taking My Time* option do not have the external power source modification. Instead, they tap into your arcane power; as such, you pay the burnout cost when activating the item's power.  **Power Stunts:**  *Permanent Gadget:* Once you have maintained a gadget for 5 enclave interludes, you may take the Master Emulated Power feat to make it a permanent gadget that functions like an *emulated power.* These gadgets possess both the *external power source* and the *removable item power* modification (unless it’s a magical item, see above), which are treated as individual items and are not destroyed when you create a gadget with this power. You may destroy a permanent gadget when creating a new one if you need the suitable materials. If a permanent gadget is lost or destroyed, it can be replaced by building a new one between issues.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "As per power chosen."
  },
  {
    "name": "Invisibility",
    "description": "Scene  **Primary Ability:** Wisdom  **Action:** Bonus Action/Reaction  **Burnout:** Sight: 5 for sight/ All Others: 3  *You can fool one of the senses.*  **Effect:** When you activate this power, you become undetectable to a specific sense: *sight, smell, hearing, mental detection, or technology*.  While active, anyone attempting to detect you through the affected sense must meet a Challenge using an appropriate Skill Set (such as Urban Hunter, Masked Detective, or Tracker), rolling against your passive Power DC. If they possess a sensory power that applies, they make a Power Check instead.  If someone has a sensory power with a power score at least 10 higher than your Invisibility score, they automatically detect you if you are in the same Area.  At the Editor-in-Chief’s discretion, you may be required to roll a Power Check to remain undetected under particularly difficult circumstances (like staying invisible in falling snow or under UV light).  If detected, the observer knows your exact location if they’re in the same Area, or which Area you’re in if they’re not.  **Reaction Activation:** You may activate this power as a reaction when detected, but doing so costs +3 burnout, and you suffer a -5 penalty to any Power Checks to remain undetected until the start of your next turn.  **Choosing a Sense:** When you select this power, choose one sense to which it applies. Each additional sense is purchased as a separate instance of the power.  If you have multiple senses covered, you may activate and maintain them together as if they were one power, at no additional burnout cost.  To avoid being detected by touch, you must possess the *Incorporeal power.*  **Power Stunts:**  *Emulated Powers:* Chameleon (same type)",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "Sight: 5 for sight/ All Others: 3"
  },
  {
    "name": "Invulnerability",
    "description": "Continuous  **Primary Ability:** Constitution  *You are invulnerable to a type of damage or condition*  **Effect:** When you acquire this power, choose a specific type of energy, mental attack, or condition.  - ***Invulnerability: Damage Category:*** You gain DR equal to your power score modifier against that specific damage category.  - ***Invulnerability: Damage type:*** You gain DR equal to +6, your power score modifier against that specific damage type.  - ***Invulnerability: Mental attacks:*** You gain DR equal to +6, your power score modifier, against attacks that deal psychic damage, such as Psychic Attack Power. When resisting the effects of powers such as Mind Control, you gain a bonus to your defenses and saving throws equal to half your power score modifier (minimum of +1). You may “drop” your resistance against mental powers to allow someone to affect you, such as allowing an ally to establish telepathic communication.  - ***Invulnerability: Condition:*** You gain a bonus to your defenses or saving throws to resist the application of a chosen condition equal to half your power score modifier (minimum of +1).  You can utilize this power multiple times, selecting different energy types, each of which is tracked separately as its own power.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Leaping",
    "description": "*Continuous* **Primary Attribute:** Strength or Dexterity **Burnout:** 2 (only when enhancing leap)  *You can launch yourself with superhuman force, covering incredible distances and heights.*  **Effect:** You can leap much farther and higher than normal. When you meet a Challenge that involves jumping, you add your power score modifier to the roll.  Your base jump distance in Areas is equal to half your power score modifier (minimum of 1) horizontally and one-quarter your power score modifier vertically. These distances assume you have room for a running start; standing jumps reduce the distance by half.  You can also perform a dramatic, enhanced leap by spending 2 burnout, doubling your horizontal and vertical distance for that jump.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "2 (only when enhancing leap)"
  },
  {
    "name": "Life Support",
    "description": "Continuous  **Primary Ability:** Wisdom  *Your powers keep you safe from most environmental threats.*  **Effect:** In its base form, Life-Support protects you from increasingly deadly environmental conditions as you increase your power score. This power allows you to operate in hostile environmental conditions for some time; you can persist beyond this limitation with a successful DC: 30 Power Check; once you reach a power score of 40, you may survive in hostile environments indefinitely without the need for air, food, or water.  | Score | Environmental Conditions | |----|----| | 10-13 | Immune to common environmental conditions such as cold or heat. | | 14-17 | Can breathe underwater | | 18-21 | High Pressure/Low Pressure - effects of water pressure and the bends operate perfectly at high altitudes. | | 22-25 | Not affected by gases | | 26-29 | Immune to poisons and toxins | | 30-35 | Immune to high radiation levels | | 36 | Can exist in the vacuum of space, or the pressure and cold of the deepest sea trenches. |  Although you may not be immune to a condition until you reach a particular score, if you are exposed to a harmful environment, you may, at the Editor-in-Chief’s discretion, attempt a Power Check against a DC equal to the maximum power score required to survive in that environment, if successful your power protects you for a number of turns equal to your power score modifier.  Alternatively, you can limit this power to underwater environments when selecting it. +10 point increase your starting power score, but your power only operates when you are submerged underwater.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Luck",
    "description": "**Primary Ability:** Charisma  **Burnout:** 5  *You were just born lucky.*  **Effect:** You gain a pool of luck points equal to half your power score modifier. Until you use all your luck points, your burnout threshold is reduced by 5. You may spend a point to roll any attack roll, saving throw, or roll to meet a challenge with Advantage.  **Special (Luck is a…):** If you roll two 1s on any roll, or your attacker rolls two 20s on an attack roll, this power temporarily stops working until you complete a Hiatus, after which your burnout threshold returns to normal.  **Special story impact:** Heroes with this power find themselves in the embrace of fickle fate. While not quite a flaw, you and the Editor-in-Chief are encouraged to emphasize this aspect. Things either go incredibly well for you or become one of \"those\" days. This theme doesn't affect the power itself, but should be a consistent element of your experience.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "5"
  },
  {
    "name": "Manifest Gear",
    "description": "Scene  **Primary Attribute:** Intelligence  **Action:** Bonus  **Burnout:** 4  *You always seem to have just the gadget you need. Maybe you create a biological version of the gadget, maybe you have Nano-bots injected into your skin that allow you to create temporary items on the fly, or maybe you just have a very handy utility belt you keep well stocked.* **Effect:** At the start of each Issue, you gain a pool of temporary acquisition points equal to your power score modifier (minimum 1).  As a bonus action, you can manifest a single piece of equipment, spending its AP cost from your temporary pool. These points do not carry over from one issue to another.  Any equipment you manifest is single-use only; if you don’t use it by the end of the scene, it becomes useless. Weapons include enough ammo for one scene, and batteries are charged for a single scene as well.  **Special (Unique Power Modification Limitation: All-Skill):** If this is an All-Skill power, then any equipment manifested must be small enough to be carried on the Hero’s person reasonably.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "4"
  },
  {
    "name": "Mimic",
    "description": "Scene  **Primary Ability:** Wisdom  **Action:** Action  **Burnout:** 5/2  *You can mimic another’s powers.*  **Effect:** Choose an origin (for example, Super-Human or Mystical). You can duplicate the power of someone with that origin as long as they are within a number of areas equal to your power score modifier.  You may only mimic one power at a time. The copied power functions at the lower of the target’s power score or your own Mimic power score, and you gain it with all its flaws and perks, but none of the target’s developed Power Stunts.  You can only copy or recall a power while its source remains within range. If the source leaves your range, you immediately lose access to the mimicked power.  On your turn, you can stop mimicking one power and start mimicking another as a bonus action.  The first time you mimic a new power from a new source in a scene; you pay 5 burnout. If you mimic a power, you’ve already copied earlier from the same source, the cost is only 2 burnout.  **Special (Multiple Origins and Activation):** You can take this power multiple times, each instance letting you mimic an additional power at a time. For every two instances, you can also mimic powers from an additional origin.  If you have multiple instances of this power, they can all be activated simultaneously, as if they were one power, with no additional burnout cost.  **For example**, KopyKat, who possesses Mimic: 28, sees Velocity use his Burst power for the first time. On his next action, he pays 5 burnout and acquires Burst as one of the powers, but at Velocity’s power score of 20. Later that day, KopyKat can recall that power for 2 burnout, Velocity is within range, which he retains for the remainder of the scene or until he recalls a different power.  **Power Stunts:**  *Power Trick:* Power Roster  \\<side bar\\> **Power Trick: Power Roster**  **Associated Power:** Mimic **Cost:** +5 Burnout **Action:** Bonus Action  You’ve developed a mental “roster” of powers you can call on even when their source is long gone.  When you successfully mimic a power, you can choose to permanently add it to your roster by paying an additional 5 burnout and spending a bonus action.  You can store a number of powers in your roster equal to half your power score modifier (minimum of 1). If your roster is full, you can replace an existing power with the new one.  Any power in your roster can be recalled at any time (as per normal Mimic rules), even if the original source is no longer nearby.  \\</side bar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "5/2"
  },
  {
    "name": "Mind Control",
    "description": "Interruptible, Melee, Range  **Primary Ability:** Charisma *or* Intelligence  **Action:** Demanding  **Attack:** Willpower  **Burnout:** 4  *A favorite of supervillains, you can force others to do your bidding.*  **Effect:** On a successful attack, you seize control of your target’s mind. The controlled creature is *charmed (psionic)* and obeys your commands for the rest of the scene.  At the end of each of their turns, the controlled target may attempt a Wisdom saving throw against your passive Power DC to break free. The Editor-in-Chief may apply a +1 to +6 bonus to this roll if your commands go against the target’s nature.  A creature that breaks free knows it was controlled and may know who was responsible, depending on how the control was exerted.  You can control up to half your Power Score modifier in targets, paying the Burnout cost separately for each. When controlling multiple targets, you may issue the same command to all simultaneously.  **Note:** Zombies are completely immune to Mind Control.  **Power Stunts**:  *Power Tricks:* Influence the Masses, Summon Animal, Modify Memory  \\<Side Bar\\>  #### Mental Powers  Mental powers (such as Mind Control, Emotion Control, and Telepathy) only work against sentient creatures, which may include highly advanced androids. However, such beings commonly possess Resistance (mental).  Mental powers do not work on Zombies or non-sentient robots.  \\<Side Bar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "4"
  },
  {
    "name": "Move Object",
    "description": "Range (Passive)  **Primary Ability:** Wisdom *or* Charisma  **Action:** Complex  **Attack:** Avoidance  **Burnout:** 3  *You can move objects at a distance with your force of will. Whether through telekinesis or the manipulation of magnetic forces, the results are the same.*  **Effect:** Until the end of your next turn, you can manipulate objects or creatures within range, causing them to move at a speed equal to half your power score modifier and with a strength equal to your power score. You can handle multiple objects simultaneously by dividing your power score among them. For instance, if you have Move Object 22, you can move two objects as long as you can lift them with Move Object 11 (allowing you to manipulate two objects weighing up to 200 lbs. each).  Once you reach a power score of 20, you gain the ability for fine manipulation. You can use Move Object to perform physical tasks at a distance, though you do so with a disadvantage.  **Power Stunts:**  *Emulated Powers:* Flight, Personal Force Field, Force Shield, Energy Blast (Kinetic), Entangle.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "3"
  },
  {
    "name": "Multiple Limbs",
    "description": "Continuous  **Primary Attribute:** Strength or Dexterity  *You have more than the normal number of limbs.*  **Effect:** You may manifest extra limbs equal to your Power Score ÷ 10 (minimum 1). The total Strength available to these limbs equals your Power Score, which you divide among them.  **Example:** A Power Score of 20 allows you to manifest 2 limbs, each with a Strength of 10.  When meeting a Challenge where extra limbs apply, you can describe how they assist you and gain the following benefits based on what you manifest:  - **Arms/Tentacles:** Wield multiple two-handed weapons, carry a weapon and a shield simultaneously, or handle more objects. You gain Advantage on grapple Challenges and add your Power Score modifier to Athletics Challenges and your Strength score to lift/drag calculations.  - **Legs:** Increase your Pace by 1 per extra leg, and add your Power Score modifier to resist knockback Challenges.  - **Tail:** Add your Power Score modifier to Athletics Challenges for balance. If prehensile, it can hold objects or even support your weight if its allocated Strength is sufficient.  - **Wings:** you gain the glide power at half this power's power score, you can use these wings to fly as an emulated power (see power stunts below)  **Special (Power Modification):** *Limitation (+4):* You may limit this power to only one of the above options. If you do, increase your Power Score for this power by +4.  **Power Stunts** *Emulated Power:* Enhanced attack (growing claws), Fly (growing wings)",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Nullify",
    "description": "Interruptible, Range (Passive), Scene  **Primary Ability:** Wisdom *or* Charisma  **Action:** Action  **Attack:** Discipline  **Burnout:** 8/2  *You can prevent others from using their powers.*  **Effect:** Choose an origin (Alien or Super-Human, for example). You can shut down one of your target’s powers tied to that origin.  Make a successful attack against the target’s Discipline. If you succeed, choose either:  - A specific power you know or have seen them use.  - Or a random power from that origin (Editor-in-Chief determines).  The target must be within half your Power Score modifier in Areas (minimum 1). If they leave this range, the nullified power immediately resumes. If they reenter your range during the same scene, you can reapply the nullification for only 2 Burnout, with no additional attack roll required.  *** Power Stunt:***  *Power Trick:* Learn how to nullify the powers of another origin, Nullify Multiple Powers.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "8/2"
  },
  {
    "name": "Portal",
    "description": "Range  **Primary Ability:** Wisdom  **Action:** Demanding  **Burnout:** 6  *You possess the ability to create and manipulate portals, allowing you to travel instantaneously between two points in space.*  **Effect:** You can create a pair of connected portals. One of these portals can be opened anywhere within line of sight and within a number of areas equal to your power score modifier. The other needs to be within line of sight or a location you have been to up to a maximum number of miles equal to your power score modifier.  Once the portals are created, you or any creature can use one portal to step through and emerge from the other portal, instantly transporting it to the corresponding location. Each portal remains active for a scene or until you dismiss them as a free action.  Creatures and objects caught between portals when they close are ejected at one end of the portal or the other, depending on which side they were mostly on.  Portals can only be created in an unoccupied space within an area. These portals are generally the size of a medium-sized creature, but you may create larger portals depending on your power score.  <table> <colgroup> <col style=\"width: 30%\" /> <col style=\"width: 69%\" /> </colgroup> <thead> <tr> <th style=\"text-align: center;\"><p>Power</p> <p>Score</p></th> <th style=\"text-align: center;\">Maximum Portal Size</th> </tr> </thead> <tbody> <tr> <td>10-24</td> <td style=\"text-align: center;\">Medium</td> </tr> <tr> <td>25-32</td> <td style=\"text-align: center;\">Large</td> </tr> <tr> <td>33-39</td> <td style=\"text-align: center;\">Huge</td> </tr> <tr> <td>40+</td> <td style=\"text-align: center;\">Gargantuan</td> </tr> </tbody> </table>  \\<side bar\\>  Portals and Combat: Utilizing portals in combat demands precision and timing. A character attempting to attack or reach through a portal suffers a -4 penalty to their attack or face-offs due to the distorted perspective and unpredictable spatial interaction. Larger objects or creatures might not fit through smaller portals at the Editor-In-Chief’s discretion.  \\</side bar\\>  **Power Stunts:**  *Emulated Powers:* Teleportation, Geospatial Shift, Deflection (use a portal to deflect damage)",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "6"
  },
  {
    "name": "Poison",
    "description": "Continuous, Melee *or* Range (0)  **Primary Ability:** Constitution  **Action:** Special, See below  **Attack:** Special, Fortitude  *You possess a poisonous attack.*  **Effect:** When this power is first chosen, you must choose the way you deliver the poison into the target’s system.  - ***Poison Spit:*** You spit poison at a target in your Area. Make a ranged attack against Avoidance, with a penalty (–2 to disadvantage) based on how much exposed skin the target has. If you hit, make a Power Check against the target’s Fortitude. On success, deal your power’s base die in poison damage, and the target gains *Weakened (Poison, Ability Rolls and Attack Rolls)*. for a number of turns equal to your Power Score modifier. At the end of each of their turns, the target can make a Constitution save against your passive Power DC to end the condition. *If this option is chosen, increase your Power Score for this power by +4.*  - ***Poison Touch:*** You deliver poison through direct contact. Make a melee attack against Avoidance, with the same penalties for covered targets as above. If you hit, make a Power Check against your target’s Fortitude. On success, resolve effects as above. *If this option is chosen, increase your Power Score for this power by +4.*  - ***Poisonous Attack:*** You must combine this power with the *Enhanced Melee Attack* power. Whenever you hit and deal damage exceeding the target’s DR, make a Power Check against the target’s Fortitude. Upon success, the target gains *Weakened (Poison, Ability Rolls and Attack Rolls)*.  - ***Area Attack:*** You release poisonous pheromones into your Area as an action. Make a Power Check against the Fortitude for each creature in the Area. On success, each suffers your power’s base die in poison damage and becomes poisoned. If chosen, reduce your Power Score for this power by 2.  Reapplying poison does not stack damage but resets the poison’s duration. Each successful reapplication imposes a cumulative -1 penalty to the target’s Constitution checks to end the poisoned condition.  **Special (Resistance - Poison):** You are immune to your poison and are considered to possess Resistance: Poison equal to your power score.  **Special (Alternate Non-Damaging Effect):** Alternately, you can have the poison not deal damage or grant the poisoned condition, but instead deal a Secondary Effect as per the Power Modification.  **Special (Synergy):** You may take the synergy power modification, synergizing Poison and Weaken.  **Power Stunts:**  *Emulated Powers:* Weaken (via the same method as poison)  **\\<Side bar\\>**",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Possession",
    "description": "Melee, Scene, Ranged  **Primary Attribute:** Charisma or Intelligence  **Action:** Action  **Attack:** Discipline  **Burnout:** 8  You can displace your consciousness into the minds of others, taking control of their bodies. This power allows you to project your mental abilities and skills onto the target while retaining their physical abilities. However, the Editor-in-Chief has the final say on which powers are retained based on their intuitive nature. It's important to note that possession leaves your true body defenseless against other possession attempts.  Upon a successful attack, your consciousness merges with the target's, replacing their Mental ability scores and Skills with your own. You retain any inherent powers that can be used intuitively but may lose those that rely on training or skill. You retain limited control over your true body; you retain the ability to defend yourself, eat and drink, and move at your normal pace, but you cannot take further actions.  Once per scene, the creature you possess may attempt to expel you from their mind by succeeding on Charisma or Intelligence saving throw. The editor-in-chief may apply circumstance modifiers based on your actions and align them with the target's nature. Only one being can possess a target at a time, and if someone else successfully uses Possession, the first possessor is forced back into their own body.  **Special (Incorporeal):** If this power is used while utilizing Free Consciousness, Incorporeal, Projection, or a similar power, your intangible form physically inhabits the creature you possess.  **Special (Long-Term Possession):** Possession can continue from scene to scene if the Burnout cost is paid. The creature you possess can attempt to expel you from their mind once per scene with a successful Charisma or Intelligence saving throw. If a target remains possessed for 24 hours, they can only attempt their saving throw once daily. If possessed for a full month, they can only make a saving throw at the beginning of each Issue to attempt expulsion. At the Editor-in-Chief's discretion, if a Bystander remains possessed for over a month, it can be considered a permanent possession unless voluntarily vacated or forced out by others. You can return to your original body, at will, for a total number of days equal to your power score modifier (minimum of 1). If you do not return to your body after a number of days equal to your power score, your consciousness severs its connection with your body, resulting in its death. The fate of a consciousness forced out without a living body is beyond the scope of this book.  **Special (Non-Humans):** Possession is not limited to targeting sentient beings. It can affect non-sentient animals with a brain, artificial intelligences, and the undead. However, non-animate corpses and non-sentient machinery are unaffected. It's worth noting that zombies are not immune to possession but require another attack roll every turn to maintain control. If a zombie remains possessed for a number of turns equal to or exceeding the possessor's Discipline, the insatiable hunger for flesh overwhelms them. At the Editor-in-Chief's discretion, those who possess a zombie long enough to experience this hunger may develop psychosis, temporary personality flaws, or even long-term madness to reflect mental derangement. Possessed zombies do not follow the rules for Long-Term Possession and cannot be possessed permanently. The nature of the Z-Virus only allows a zombie's consciousness to remain outside its body for a number of days equal to its power score modifier.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "8  You can displace your consciousness into the minds of others, taking control of their bodies. This power allows you to project your mental abilities and skills onto the target while retaining their physical abilities. However, the Editor-in-Chief has the final say on which powers are retained based on their intuitive nature. It's important to note that possession leaves your true body defenseless against other possession attempts.  Upon a successful attack, your consciousness merges with the target's, replacing their Mental ability scores and Skills with your own. You retain any inherent powers that can be used intuitively but may lose those that rely on training or skill. You retain limited control over your true body; you retain the ability to defend yourself, eat and drink, and move at your normal pace, but you cannot take further actions.  Once per scene, the creature you possess may attempt to expel you from their mind by succeeding on Charisma or Intelligence saving throw. The editor-in-chief may apply circumstance modifiers based on your actions and align them with the target's nature. Only one being can possess a target at a time, and if someone else successfully uses Possession, the first possessor is forced back into their own body."
  },
  {
    "name": "Power Boost",
    "description": "Scene  **Primary Ability:** Charisma  **Action:** Action  **Burnout:** 8  *You can temporarily boost someone else’s powers.*  **Effect:** Select an origin other than \"highly trained.\" You can boost a single power of an individual from that origin by increasing their power score by your power score modifier until the end of the scene, pushing powers even beyond their rank limit. Power boosts from different individuals do not accumulate; only the highest bonus applies. However, two individuals can each boost different powers possessed by the same individual.  ***Power Stunt:***  *Power Trick:* learn how to boost the powers of another origin.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "8"
  },
  {
    "name": "Precognition",
    "description": "Interruptible  **Primary Attribute:** Wisdom  **Action:** Demanding  **Burnout:** 15  *You possess the ability to see glimpses of the future. However, the question remains: are these visions certain outcomes or merely possibilities?*  **Effect:** When using this power to see future events, make a Power check against a DC set by how far into the future you are attempting to see. Looking 24 hours ahead requires a DC 15 Power Check, a month ahead of DC 25, a year ahead of DC 30, and a decade or more ahead of DC 40+ or higher.  It's important to note that anything you see is predominantly a potential future, subject to the influence of fate, dice rolls, the actions of heroes, and the discretion of the Editor-in-Chief. The Editor-in-Chief may present possible futures that you may want to prevent or reveal the fate of bystanders. The context of what you see is often unclear. For instance, seeing someone \"dead\" doesn't necessarily mean they are truly deceased. They could be asleep, faking their death, only injured, a body double, or involved in some other deceptive circumstance.  **Special (Unique Power Modifications):**  *Reflective Precognition (-2):* Your subconscious taps into your precognitive abilities, granting a bonus to your initiative roll equal to your power score modifier (minimum of +1) when you spend 8 Burnout before the initiative is rolled.  *Retrocognition (+0):* Instead of peering into the future, you can use this power to witness past events. In this case, the power works in reverse, requiring a successful DC 10 Power Check to see something that occurred within the past 24 hours, with higher DCs for events further back in time. As with Precognition, the visions lack context. However, the past is typically unchangeable and can be trusted to depict true events.  *Psychometry (+2):* Activation of this power requires touching an object. You can then perceive possible futures or past events related to the object and anyone who may have possessed it.  \\<Side Bar\\>  **Seeing The Future**  Precognition and Retrocognition can be complex powers, and some Editors-in-Chief may choose to disallow them entirely. However, they can also serve as powerful storytelling tools. Consider granting heroes with precognition occasional flashes of the future, even when undesired, to plant seeds for future stories or guide them along the right path. Also, consider making visions of the future or past increasingly vague the further they are from the present. Retrocognition at a murder scene, for example, might reveal the murderer as a mere shadowy figure but provide details like the method of murder or the escape route.  \\</Side Bar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "15"
  },
  {
    "name": "Psychic Attack",
    "description": "Damaging, Ranged  **Primary Ability:** Wisdom or Charisma  **Action:** Action  **Attack:** Willpower  **Burnout:** 3  *You generate blasts of psychic power that can fry a man’s synapse.*  **Effect:** You manifest a blast of psychic energy in your opponent’s mind, dealing your power score’s base die in psychic damage. *Psychic* attacks are a particular case; due to their nature, *they ignore DR from any source that* does not explicitly protect against it. However, it also has no effect against zombies (even super zombies) unless they possess a weakness for psychic damage.  **Power Stunts:**  *Emulated Powers:* Telepathy, Mind Control, Super-Sense: Mental Detection.  *Power Tricks:* Psychic Scream  \\</sidebar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "3"
  },
  {
    "name": "Power Trick: Psychic Scream",
    "description": "**Powers:** Psychic Attack  **Cost:** +3 Burnout  **Effect:** A Hero can attack all the minds in an adjacent area rather than attack a single mind.  \\</sidebar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Regeneration",
    "description": "Continuous  **Primary Ability:** Constitution  *You have a hyper-natural healing factor.*  **Effect:** This power has several effects:  - You regain your power score modifier in Stamina at the end of your turn.  - You add your power score modifier to all Constitution saving throws to resist the effects of poisons and toxins or to end the poisoned condition.  - You can heal from normal disease and regrow a lost limb (requiring as long as healing a wound). Strangely, this power makes you more susceptible to the Z-Virus, reducing your Fortitude against being turned by half your power score modifier.  - If you suffer Wound damage, you stop regaining Stamina at an increased rate. You reduced the time needed to heal a wound by a number of hours equal to your power score modifier (minimum 1 hour). You can heal an additional wound after a Hiatus by making a wound recovery roll as usual, with a bonus equal to double your power score modifier.  So, for instance, if you possess Regeneration 22, you will automatically heal a wound every 18 hours. Also, after completing a Hiatus, you can then make a wound recovery roll with a +6 bonus to recover an additional wound.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Repulsion",
    "description": "Range, Primary  **Primary Ability:** Charisma  **Action:** Action  **Attack:** Discipline  **Burnout:** 3  *You can force a creature to flee from you.*  **Effect:** Choose up to half your Power Score modifier in creatures within range. Pay 5 Burnout per creature, then make a Power Attack against each target’s Discipline Defense.  On a success, the target must avoid you by any means short of self-harm, remaining beyond this power’s range for minutes equal to your Power Score modifier.  At the end of each of their turns, affected creatures may make a Wisdom saving throw against your passive Power DC to end the effect.  **Special (Limitation):** You may limit this power to only working on a particular creature type. Common creatures like zombies or broadly defined groups like the living are a +1 Flaw, while uncommon creatures or specific groups like demons or worshipers of the Elder Gods may be as high as +3.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "3"
  },
  {
    "name": "Resistance",
    "description": "Continuous  **Primary Ability:** Constitution  *You possess a remarkable resilience to most forms of damage.*  **Effect:** Choose one of the following damage sources: physical, energy, psychic, or damage from magical effects. You add your power score modifier to your Fortitude defense to resist massive damage when attacked by your chosen source. You may limit this power to a particular damage type (for example, Fire), in which case you increase this power’s score by +6  This power does not protect you against disease, poison, or environmental effects.  **Special (Limitations):** You cannot choose a source of damage against which you are vulnerable or a fatal flaw against.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Shape Shift",
    "description": "Scene  **Primary Ability:** Constitution or Intelligence  **Action:** Action  **Burnout:** 3  *You can change your form to look like someone else.*  **Effect:** You can transform yourself to resemble someone you’ve personally met or directly observed, even via recordings. This change is purely physical and does not grant you their memories, powers, feats, or skills.  When you meet a Challenge that involves impersonating someone, you may apply a relevant Skill Set (like *Master of Disguise*, *Con Artist*, or *Cult Figure*). Anyone familiar with your target may attempt a Challenge (using a Skill Set like *Masked Detective* or *Urban Hunter*) against your passive Power DC to notice something “off.” Noticing doesn’t necessarily mean they call you out; it may simply raise suspicion.  The Editor-in-Chief may also require additional Challenges using appropriate Skill Sets to maintain the ruse under pressure, particularly when knowledge or behavior comes into play.  Once your power score reaches 20 or higher, and you’ve directly observed your target’s quirks and mannerisms, you may add your power score modifier as a bonus to your Skill Set rolls to maintain the disguise.  **Special (Combining Effects, Mimic):** You can combine this power with Mimic to take on someone else’s powers and physical appearance as a Demanding action. When doing so, you only pay one-half the Burnout to recall each power, rounded up.  **Power Stunts:**  *Emulated Powers:* enhanced attack (growing claws), fly (growing wings), multiple limbs",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "3"
  },
  {
    "name": "Shrink",
    "description": "Scene  **Action:** Action  **Burnout:** 4  *You reduce your size to slip through cracks, dodge attacks, or become almost impossible to hit, a living ghost in miniature.*  **Effect:** When you activate this power, you decrease your Size Category by up to the maximum allowed by your Power Score (see table below). You choose how many categories to shrink, up to that maximum.  For each size category, you shrink:  - Your Strength score decreases by −2.  - Your Avoidance defense increases by +1.  - Your mass is halved.  - You gain the narrative and mechanical benefits and drawbacks of your new Size Category (see Creature Sizes, pg. XX).  You may end this effect at any time as a bonus action.  **Optional:** When activating this power, you may spend an additional 4 Burnout to retain your full-Strength score regardless of how small you become.  **Example:**  You can use your Shrink Power Score Modifier of 25 to shrink up to 3 size categories (from Medium to Small to Tiny to Smaller-than-Tiny). If you shrink all 3 steps, they suffer −6 Strength, gain +3 Avoidance, and take on the full narrative impact of being a fraction of their normal size. You can also choose to pay an additional 4 Burnout to keep their full Strength despite their size.  <table> <colgroup> <col style=\"width: 29%\" /> <col style=\"width: 70%\" /> </colgroup> <thead> <tr> <th style=\"text-align: center;\"><p>Power</p> <p>Score</p></th> <th style=\"text-align: center;\">Number of Size Categories</th> </tr> </thead> <tbody> <tr> <td>10-16</td> <td style=\"text-align: center;\">1</td> </tr> <tr> <td>17-24</td> <td style=\"text-align: center;\">2</td> </tr> <tr> <td>25-32</td> <td style=\"text-align: center;\">3</td> </tr> <tr> <td>33-39</td> <td style=\"text-align: center;\">4</td> </tr> <tr> <td>40+</td> <td style=\"text-align: center;\">5</td> </tr> </tbody> </table>  #### Editor-in-Chief, Remember:  - Heroes can shrink no smaller than a fraction of an inch (“smaller than Tiny”), but narrative plausibility still applies. At extreme reductions, the hero may no longer be able to meaningfully interact with the scene.  - As always, apply narrative consequences of being small, falling into vents, being trampled by zombies, having to climb everyday objects, etc.  **Power Stunts:**  *Emulated Powers:* Deflection (shrinking to get out of the way of an attack)",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "4"
  },
  {
    "name": "Sixth Sense",
    "description": "Continuous  **Primary Ability:** Wisdom  *You can sense when danger is just around the corner.*  **Effect:** You cannot be surprised. Additionally, you gain a bonus to all defenses equal to your power score modifier against the first attack against you in any given scene or when someone attacks you that would have surprised you if it were not for this power.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Speed",
    "description": "Continuous  **Primary Ability:** Dexterity  *You are simply faster... much faster.*  **Effect:** This power increases your Pace by your power score modifier. This power also grants you the ability to travel and maneuver with your power at high speeds safely; for example, you are not damaged by a sonic boom you created when running, or if you create sheets of ice to skate on, you’re not going to slip.  **Power Stunts:**  *Emulated Powers:* Temporal Fugue",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Super-Sense",
    "description": "Continuous, Range (Varies, see below)  **Primary Ability:** Wisdom  *You can see things that others cannot.*  **Effect:** Unlike Enhanced Senses, this power grants you either a new way of using one of your senses or a new one, such as the ability to detect the minds of others telepathically.  When you choose this power, you must select one of the following super-senses.  - Hearing  - Sonar  - Super Hearing  - Remote Listen  - Magical  - Sense Magical Auras  - Extradimensional Sensitivity  - Mental  - Detect Minds  - Head for numbers  - Sense of Direction  - Sense of Time  - Speed Reading  - Sight  - Low Light Vision  - Night-Vision  - Microscopic Vision  - Telescopic Vision.  - Thermal Vision  - X-Ray Vision  - Smell  - Tracking  - Technological  - Sense Tech  - Motion Sensor  - Touch  - Hyper-touch  Your senses’ range is equal to your power score modifier. The Editor-in-Chief may require you to make a Power Check in response to opposing powers or extraordinary conditions. You are limited to your normal vision range unless you possess Super-Sense (Telescopic Vision).  **Hearing**  - *Sonar*: You can “see” soundwaves, creating a detailed three-dimensional picture of the surrounding area. Due to your heightened sensitivity to sound, attacks that utilize sound attack you with Advantage as long as this power is active.  - *Super-Hearing:* You can hear low and high frequencies, radar waves, or radio and television transitions. You gain a bonus to all Challenges based on hearing equal to your power score bonus due to your heightened sensitivity to sound; attacks that utilize sound attack you with Advantage as long as this power is active.  - *Remote Listen:* You can listen to sounds in an area a number of areas away equal to your power score modifier.  **Magical**  - *Sense Magical Auras:* You can automatically feel the presence of active magical effects within a number of areas equal to half your power score modifier (minimum of the same area). Alternately, as an action, you can detect the presence of passive magical auras (emanating from magical items or even transcribed spells) or the lingering effects of magic use with a Power Check against a DC equal to the number of days since that magical event transpired. Once you reach a power score of 30, your sensitivity is such that you also automatically feel the presence of passive magical auras within your area.  - *Extradimensional Sensitivity:* a strangely unique and rare sense, you can automatically feel any extradimensional rift or transportation within a number of miles equal to your power score modifier. You can also sense the presence of extradimensional creatures within a number of areas equal to your power score modifier; you may be required to make a power score check against the creature’s discipline defense or power passive DC of a power an extradimensional creature is actively using in an attempt to hide its presence.  **Mental**  - *Detect Minds:* As a bonus action, you can detect the presence of active minds, living creatures with an intelligence of 3 or more, within range. By using a demanding action, you can pinpoint the locations of all minds within range. You can also recognize the minds you know (friends and people you have met). The Editor-in-Chief may require a Power Check to recognize a mind you have not “seen” in a while; this sense is considered a Mental Power.  - *Head for Numbers:* You can do complex calculations in your head. In addition, the Editor-in-Chief may allow you to add the power score modifier to any appropriate challenge when making calculations, repairs, or building new equipment.  - *Sense of Direction:* You always know where north (or another set direction) is, making it difficult to get lost. You get a bonus equal to your Passive Modifier when making any Intelligence challenge to determine where you currently are or when trying to find your way out of a maze, navigate a suburban sprawl, remember the path you took to get where you are, and so on.  - *Sense of Time:* You always know the time and do not need a watch. This lets you know how much time you have left before sundown, how long you need to wait before springing an ambush, how long you need to leave something in the oven, and so on. It is a valuable skill in a world where working clocks and watches are becoming increasingly difficult to find each passing day.  - *Speed Reading:* You can easily read a page of material briefly and examine in a matter of minutes what might take other hours to read. Combined with Celerity, you can read large volumes as quickly as you can turn the pages.  **Sight**  - *Low-Light Vision:* You can see normally in shadowy conditions and outdoors at night under a starlit sky or when the moon is bright. Additionally, the amount of detail you can perceive in such conditions is extraordinary. Add half your power score modifier to vision-based challenges under such conditions.  - *Night-Vision:* You can see in complete darkness up to a range equal to your power score modifier (minimum of the area you occupy). Additionally, the amount of detail you can perceive in such conditions is extraordinary. Add half your power score modifier to vision-based challenges under such conditions, but this comes at a cost. If you are exposed to bright lights when using your Night Vision, you are *Blinded (Total)*. until the end of your next turn.  - *Microscopic Vision:* You suffer no penalties on vision-based challenges up to the magnification level equal to the power’s score. This power can be used in conjunction with any other vision-based Super Sense.  > Power Score of 10-13: x10 — can see fingerprints, 14-17: x50 — can see plankton. 18-19: x100 — can see individual cells and single-celled organisms such as amoeba. 20-25: x500 — can see internal cell structure. 26-29: x1,000 —can see objects measured in microns. 30-35 x5,000, 36-39 x10,000 40-45: x50,000, 46-49: x100,000, 50+: x500,000 — can see individual atoms.  - *Telescopic vision:* You suffer no penalties on *perception checks to a number of areas equal to the power score, which* may be used in conjunction with any other vision-based super sense.  - *Thermal Vision:* You can perceive the infrared spectrum, allowing you to see temperature differences in the area around you. Limited to half your power score modifier (minimum of the area you occupy), this power allows you to see in the dark, as well as perceive the heat signatures of any living target. However, it’s not so useful against the undead, whose body temperature closely matches the temperature of the area around them. As such, you gain a bonus (min +1) to vision-based challenges to see living creatures, but undead are *undetectable* when perceived through thermal vision.  - *X-ray vision:* You may only see through objects with a Material Strength equal to or less than your passive power DC.  **Smell**  - *Tracking:* Choose a target who has passed through your current location within a number of days equal to your power score; you add a double power score modifier (min of +2) to all smell-based challenges when tracking that target.  **Technological**  - *Sense Tech:* You can automatically feel the presence of active technological effects within a number of areas equal to your power score modifier (minimum of 1). Alternately, as an action, you can detect the presence of passive technology, such as acting in hibernation mode or low power settings, enough to blend into the background.  - *Motion Sensor:* You can detect motion up to a number of areas equal to your range. Any creature that moves more than 1 area per turn sets off your sensor, and you can pinpoint its exact location.  **Touch**  - *Hyper-Touch*: You can “read the ink off pages by tracing your fingers over the words; as a bonus action, you can feel the air move around you, giving you the ability to detect movement in the same area in the right conditions. Additionally, as an action, you can touch the ground and feel movement within range and even pinpoint it with a successful Power Check with a DC equal to the MS of the material the movement is taking place on. For example, *Jaeger* takes a moment to touch the floor and feel out the building, possessing a Super Sense (Hyper-Touch): 20 he can “feel” up to 5 areas, rolling against the MS of concrete (DC: 20) he can sense the presence and pin-points the current location of 15 zombies scattered about on the floors above him.  **Special (Access):** You may take this power multiple times, choosing a different sense each time, with each sense being tracked as its power. You may only have one super-sense active at any particular time; switching between them requires a bonus action.  **Power Stunts:**  *Emulated Powers:* You can emulate a sense of the same sense group for which you have a power. For example, if you possess Super Sense (Sonar), you can learn Super Sense (Hyper-Hearing) as an emulated power.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Surge",
    "description": "**Primary Ability:** Dexterity  **Burnout:** 4  *You are capable of incredible bursts of speed.*  **Effect:** When you acquire this power, you must choose a mode of movement: flying, jumping, running, or swimming.  When utilizing your chosen movement mode, you increase your Pace by double your power score modifier until the end of your next turn. This power does not grant the ability to fly; it only gives you a boost of speed while flying if your chosen mode of movement is flight.  **Power Stunts:**  *Emulated Powers:* Temporal Fugue",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "4"
  },
  {
    "name": "Swinging",
    "description": "Scene ** Primary Ability:** Dexterity  **Burnout:** 2  *You possess the incredible ability to swing from one point to another with incredible speed and precision.* **Effect:** You can anchor yourself to a structure or object within a number of Areas equal to half your power score modifier (minimum 2). Your “swing line” has an MS equal to your passive power value and one hit.  Once anchored, you can:  - **Swing:** Move with a swing pace equal to your power score modifier, treated as flight for purposes of maneuverability. You cannot hover. If you use Swing as normal movement, you end your move standing on the ground. If you Dash while swinging, you may choose to remain “mid-swing” between turns.  - **Climb:** Climb up the anchored line at a pace equal to half your power score modifier.  - **Hang:** Simply, hang in place from the anchor, remaining stationary.  **Power Stunts:**  *Emulated Powers:* Entangle, Glide",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "2"
  },
  {
    "name": "Summon Animal",
    "description": "Scene, Ranged  **Primary Attribute:** Charisma  **Action:** Action  **Burnout:** 5 + Special  *You can summon aid from what is left in nature.*  **Effect:** You summon an animal that appears at your side at the beginning of your next turn. The threat level of the animal you can summon is limited by your power score (see table below). You may use this ability to summon more than one animal at a time, up to a maximum equal to half your power score modifier, but at an additional burnout cost of +3 for each animal beyond the first. You can only use this power once per scene.  <table> <colgroup> <col style=\"width: 31%\" /> <col style=\"width: 68%\" /> </colgroup> <thead> <tr> <th colspan=\"2\">Threat Level Power</th> </tr> </thead> <tbody> <tr> <td>10</td> <td>Bystander</td> </tr> <tr> <td>12</td> <td>Hardened</td> </tr> <tr> <td>15</td> <td>Zeta</td> </tr> <tr> <td>20</td> <td>Epsilon</td> </tr> <tr> <td>25</td> <td>Delta</td> </tr> <tr> <td>30</td> <td>Gamma</td> </tr> <tr> <td>35</td> <td>Beta</td> </tr> <tr> <td>40</td> <td>Alpha</td> </tr> </tbody> </table>  \\<side Bar\\> Tech Heroes Summoning Animals  At first, you might think... wait… what? Remember, you can alter a power’s “flavor” to better fit your hero’s concept as long as the effects remain the same. So, while a Tech Hero would be limited to the more restrictive version of this power, they’re assumed to possess a mechanical version of whatever animal they wish to summon and have it readily available. In addition, you can even give these mechanical creatures a different form. For example, while you may choose wolves for your mechanical animals, they could look like mechanical pit bulls or even giant spiders instead! Just talk your ideas out with the Editor-in-Chief, and be creative in the spirit of shaping your Hero, not in trying to “break” the game  \\</side bar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "5 + Special"
  },
  {
    "name": "Sympathy",
    "description": "Ranged  **Primary Attribute:** Wisdom  **Action:** Bonus  **Attack:** Discipline  **Burnout:** 2  *You can sense the emotions of others.*  **Effect:** Make a Power Attack against a target’s Discipline defense. If successful, you learn the dominant emotion present in your target. If the target is deliberately lying, this emotion will be deception, although other situations might also cause deception to be a dominant emotion. This is a mental power, and as such, it does not work on zombies or non-sentient targets.  **Power Stunts:**  *Power Tricks:* Read the Crowd  \\<Sidebar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "2"
  },
  {
    "name": "Power Trick",
    "description": "####  Read the Crowd  **Powers:** Sympathy  **Cost:** +1 Burnout  **Effect:** You can use your power to read the emotional state of a mob or determine the prevalent emotional state of all creatures within a number of areas equal to your power score modifier with a successful DC:20 power check.  \\</Sidebar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Telepathy",
    "description": "Range, Scene  **Primary Ability:** Charisma  **Action:** Action  **Attack:** Discipline  **Burnout:** 3  *You can read and transmit thoughts.*  **Effect:** You can connect with another person’s mind and communicate. You can also read surface thoughts (making interrogations more effective). To connect with a person’s mind, you must have a willing subject or make a power attack against their Discipline defense to force the link. At the end of their turn, your target may attempt to sever the connection with a successful Charisma saving throw.  Zombies are considered mindless for purposes of telepathy, though there are disturbing rumors that Super Z’s with telepathic abilities are able to communicate with each other.  **Power Stunts:**  *Emulated Powers:* Psychic Attack, Force Field (against mental attacks only), Heal the Psyche, Mind Control, Super-Sense: Mental Detection, Sympathy  *Power Tricks:* Link Minds*,* Mental Deep-Dive  \\<Sidebar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "3"
  },
  {
    "name": "Power Tricks: Telepathy",
    "description": "####  Link Minds  **Powers:** Telepathy  **Cost:** +3 Burnout  **Effect:** You can form a telepathic link between a number of willing subjects equal to your power score modifier; all linked creatures communicate telepathically with each other and are aware of each other’s actions and condition.  ####  Mental Deep Dive  **Powers:** Telepathy  **Cost:** +3 Burnout  **Effect:** Once a telepathic link is established, you may attempt to delve deeper into the target's memories. To do so, you need to perform a second power attack roll against their Discipline defense; if successful, you can gleam into their memories and maybe find the information they are trying to keep from you. If your target is unaware, they know something of use to you, the editor-in-chief may require you to roll an Investigation (Intelligence) skill check as you shift through your target's memories.  \\</Sidebar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Teleport",
    "description": "Range  **Primary Ability:** Wisdom  **Action:** Action  **Burnout:** 8  *You can disappear and reappear, traversing the intervening distance without actually moving.*  **Effect:** With a single thought, you can transport yourself and anyone or anything you can carry based on your strength score, a number of areas equal to your full range in areas. Appearing in an unoccupied space in your target area. Depending on your power source, this transportation may involve going through alternate planes of reality or disassembling your molecules and moving at quantum speeds.  **Power Stunts:**  *Emulated Powers:* Geospatial Shift, Portal  *Power Trick:* Along for the ride  \\</sidebar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "8"
  },
  {
    "name": "Power Stunt: Teleport Along for the ride",
    "description": "**Powers:** Teleport  **Cost:** +3 Burnout  **Effect:** You can teleport a number of creatures with you equal to your power score modifier; you cannot teleport creatures more than one size category larger than you.  \\</sidebar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Temporal Fugue",
    "description": "**Primary Attribute:** Dexterity  **Action:** Action/Reaction  **Burnout:** 5  *You either move so fast or warp time around you, allowing you to enter a state known as “bullet time.”*  **Effect:** You add your power score modifier to either your Avoidance *or* as a bonus to hit until the end of your next turn.  **Power Stunts:** *Emulated Power:* Celerity, Sixth Sense, Speed, Surge.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "5"
  },
  {
    "name": "Translate",
    "description": "Continuous  **Primary Attribute:** Intelligence or Wisdom  *You can speak and understand unknown languages*  **Effect:** You can understand the intelligent speech of other beings and communicate understandably in their language, even if you do not share a common language. To understand them or be understood, make a Power Check with a difficulty level based on the complexity of the ideas to be communicated. Very simple ideas like “Danger, Zombies!” DC: 10. Typical ideas like “I greet you in peace” DC: 15. More complex ideas like complicated battle plans or philosophical ideas would be DC: 20 or more difficult. Languages related to one you speak naturally, such as the family of Romance languages, have their DC reduced by 10. Non-human languages, or truly cryptic dead languages like Enochian or Atlantean, have their DC increased by 5. This power does not enable you to communicate with beings that lack a language or the intelligence to understand one. However, at the Editor-in-Chief’s discretion, they may allow you to understand and communicate in non-verbal languages.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Tunnel",
    "description": "**Primary Ability:** Strength  **Burnout:** 4  *You can burrow through solids as if swimming.*  **Effect:** As an action, you can dig through the ground at a burrow pace equal to your power score modifier. Your power score not only determines how far you can burrow, but also how you Burrow, as indicated below.  Power Score  - **1-20:** You can pass through loose soil and gravel with ease.  - **21-25:** You can pass through tightly packed earth and stone, leaving a tunnel behind you.  - **30+:** You swim through the earth like a fish swims the sea, leaving no sign of passage.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "4"
  },
  {
    "name": "Ultimate Skill",
    "description": "Continuous  **Primary Ability:** Intelligence  *You have a knack for a particular skill, almost inhumanly so.*  **Effect:** Choose one Edge for a Skill Set you know. When you apply to that Edge to meet a Challenge, you gain an additional bonus equal to your power score modifier on the roll.  You may take this power multiple times, selecting a different Edge each time.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Weaken",
    "description": "Melee or Range  **Primary Attribute:** Dexterity or Charisma  **Action: Action**  **Attack:** Discipline (for Mental Ability Score) or Fortitude (for Physical Ability Scores)  **Burnout:** 4  *Your attacks weaken the attributes of your targets*  **Effect:** When you first choose this power, choose an ability score. Upon a successful power attack roll, your target suffers a penalty to that ability score equal to your power score modifier; this power cannot decrease the score of an ability score below 1.  **Special (Access):** You can take this power multiple times, choosing a different ability score, with each being tracked as its own power.  You may activate all versions of this power at once with no additional Burnout cost as long as they are attacking the same group of ability scores (Physical or Mental). Additionally, if you are attempting to affect both Physical and Mental ability scores at the same time, your power must overcome the higher of the target’s Discipline or Fortitude defenses.  **Special (Linked):** If this power is *Linked* with another attack power, you may use both powers in tandem; when you do so, you only make an attack roll for the power to which weaken is linked to. If that attack roll hits and also overcomes the target’s Discipline (for Mental Attributes) or Fortitude (for Physical Attributes), then this power affects the target as well.  **Special (Synergy):** You may take the synergy power modification synergizing Poison and Weaken.  **Power Stunts:**  *Emulated Powers:* Poison (for Physical Attributes), Emotion Control (for Mental Attributes) *Power Tricks:* Mass Weakness",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "4"
  },
  {
    "name": "Wall Crawl",
    "description": "Continuous  **Primary Ability:** Strength  *You can climb walls as if you were walking or running.*  **Effect:** You gain a Climb Pace equal to your power score modifier and can climb on any hard surface. The editor-in-chief may require you to perform power checks to resist being ripped off a surface or to stick onto a particularly slick surface.  Alternately, this power can be used to resist unwanted movement (such as knockback and similar effects), allowing you to add this power score modifier to any challenge and Strength saving throws to resist these effects.  **Special (Power Modification)** *Climbing:* if you state you need a realistic surface to climb on with potential hand holds and forgo the ability to restrict unwanted movement, you gain a +4 bonus to this power’s power score. *If you choose this power modification*, you may apply all skill power modifications to this power.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Wireless",
    "description": "Range  **Primary Ability:** Wisdom  **Action:** Demanding  **Burnout:** 3  *You are a human-computer connection.*  **Effect:** You can wirelessly communicate with any computer or electronics within range, regardless of whether it has an access port. You instinctively know the basic parameters of the device and can manipulate it using the greater of either your *Technology* skill or your power score modifier. You can also use this power to overcome security programs that deny access by making a Power Check against a DC set by your Editor-in-Chief.  **Special (Techno-Telepathy):** While you cannot hack Androids or Artificial Intelligence with this power, you can use it to communicate with them as if you possessed Telepathy at the same power score.  **Power Stunt** *Emulated Power:* Mind Control (Androids and Artificial Intelligence only)",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": "3"
  },
  {
    "name": "Weird Biology",
    "description": "Continuous  **Primary Attribute:** Constitution  *Your biology resists most normal afflictions*  **Effect:** You gain a bonus equal to your power score modifier (minimum +1) on any roll to resist disease, poison, or other physical malady, and as a bonus to your defense against any attack from diseases, poisons, or other physical malady, including powers like Poison.  **Note:** This power pairs well with the Dependence Disadvantage (p. X). A hero whose weird biology makes them resistant to normal diseases and poisons may also derive no nourishment from normal foods and require a specialized diet.  \\<side bar\\>  Resisting the Z-Virus Can the Z-Virus be resisted like a normal disease? That depends on the Editor-in-Chief’s setting. In the Paradigm City setting, it can, and while those with Weird Biology or other resistant powers can be infected, it is harder to do so. However, in a setting where the Z-Virus is supernatural in nature or an omnicontagion, this power may have no effect against it (See Zombies and Non-Humans (p.49) for more  \\<side bar\\>  # Power Modifications (Flaws and Perks)  Once you have bought all your powers, you may choose to apply Power Modifications to any or all of them. Power Modifications change the way your power works in some way and will either increase or decrease your final power score*.* For instance, the *Conditional* Flaw would grant you a +4 to your final power scores, while the Secondary Effect Perk would reduce your final power score by -2 or -4, depending on what effect you choose.  - You may not apply perks to power if these perks reduce a power’s final score below 10.  - If a power’s final score, after modifications, exceeds your power score cap (20 + 5 × your rank), it is capped at this maximum. Any points above the cap are considered untapped potential. As you increase in rank, you can utilize the power’s score up to the new rank cap.  - You may acquire Power Modifications after Hero creation, but only at the Editor-in-Chief’s discretion, but your rank cap still limits you.  #### Build example: two heroes, same powers.  Below, we have built two Hero examples; each one has the same powers: Entangle, Energy Blast, Force Field, Move Object, and Fly.  Our first Hero is *Force,* your classic Super-Hero. Being a big fan of classic telekinetic heroes, Pete starts by choosing the Linked flaw, stating that all his powers are manifestations of his Telekinesis. Then, being a young Hero (with the Young Gun flaw), he chooses to add the Fatiguing flaw to all his powers to represent how taxing his powers are upon his young body.  Our next Hero, *Flak*, is being created by Nelson to be a Tech Hero. His first piece of gear is his “force jacket,” which allows him to generate and manipulate force fields. Choosing to integrate Entangle, Force Field, and Move Object into the suit, he applies the External Power Source as well as the Linked and Removable Object flaws to the jacket’s powers. His next piece of gear would be his cybernetic plasma blasters. Choosing the Energy Blast power, he then applies the External Energy Source and the Implant flaw. His last piece of gear will consist of a pair of “Rocket Boots,” which allow him to fly, applying both the External Energy Source and Removable Object flaws.  \\<Sidebars\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Sidebar: Classic Combos",
    "description": "*Some Power Modifications work especially well when paired. Here are a few “classic combos” players might enjoy, and a few cautionary tales.*  **Fatiguing + Efficient Power**  *Why it works:* Fatiguing increases burnout costs, while Efficient Power lowers them. Together, you get a higher Power Score with a manageable Burnout impact.  *Warning:* Even with Efficient Power, you’re still paying more Burnout than normal, make sure you can afford it.  **Linked + Ego**  *Why it works:* Both reinforce a strong thematic core (like all powers flowing from an ancient artifact), and the Ego bonus can stack with the Linked bonus.  *Warning:* Both require careful roleplaying; the Editor-in-Chief may veto abusive combinations if the Ego dominates play.  **Secondary Effect + Accurate**  *Why it works:* Secondary effects can fail if you don’t beat the secondary defense, boosting your hit chance with Accurate improves your odds of applying it.  **Dual-Natured + Penetrating**  *Why it works:* Dual-Natured splits damage, letting you “hedge” against resistances; Penetrating ensures even high-DR foes feel it.  **Removable Item + Unpowered Form**  *Why it works:* Ideal for tech or mystic heroes with a “transforming” theme, as all your powers are stored in a suit, amulet, or weapon that you must don.  **Overrated: Limited Uses + Static**  *Why it’s risky:* You get a massive bonus up front… but the power is capped forever and only usable once or twice per scene/day. Great for niche backups, not a mainstay power.  \\</Sidebars\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Accurate (Perk -2)",
    "description": "*Your control over your power is quite impressive.*  **Restriction:** This perk can only be applied to a power that attacks one of the three defenses  **Effect:** You gain a +2 bonus on attack rolls when using this power.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Aquatic Power (Perk/Flaw -1/+2)",
    "description": "*Your power works just fine underwater*  **Restriction:** This perk can only be applied to a power with a range  **Effect:** You may apply this power as a Perk, allowing it to work underwater without restriction. Alternately, you may choose to apply this power as a flaw, halving the power’s range when used outside of underwater environments.  \\<sidebar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Editor’s Note: Keeping it Gritty.",
    "description": "Power Flaws offer great potential for abuse, especially if they’re stacked. That said, it’s your game, and as Editor-in-Chief, you can deny any Modifiers or combinations you feel are unbalanced.  \\</sidebar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "All-Skill (Perk +0)",
    "description": "**Effect:** All your powers are not the result of some inborn ability, magical powers, or high-tech gadgetry but are instead pure skill and conditioning. You have pushed your body to its limits, allowing you to do what may at first seem super-human.  This power modifier may only be applied to specific powers, as shown under Table X-X: Powers. With the exceptions of the Linked and Fatiguing flaws, no other power modifications may be applied to a power with the All-Skill perk.  **Special (Power Limit):** Sadly, skill will only take you so far. With the exception of Enhanced Attack, powers with the All-Skill perk are limited to a power score of 20",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Conditional (Flaw +4)",
    "description": "*Your power only works part of the time.*  **Effect:** Perhaps it only works at night, while you’re bathed in sunlight or underwater. In any case, your power should be useless at least half the time.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Critical Depletion (Flaw +6)",
    "description": "**Restriction:** Power must have a Burnout value.  **Effect:** Any time you use a power with the Critical Depletion flaw, you become instantly burned out, as if you have surpassed your burnout threshold and rolled a 1 on your burnout check.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Cybernetic Implant (Flaw +2)",
    "description": "*Your power is not the result of a genetic mutation, but rather the product of unique cybernetic implants.*  **Effect:** Any time you suffer *Massive Damage* (pg. XX), the Editor-in-Chief may have this power malfunction until the end of the scene (as your implants are assumed to have basic self-repair systems). You may “reboot” your power immediately by spending a plot point.  **Special (Flaw Limitation):** As cybernetic implants are part of you, you cannot combine this flaw with the Removable Item modifier.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Distant Power (Perk -1)",
    "description": "*Your power has increased reach*  **Restriction:** This Perk can only be applied to Ranged powers.  **Effect:** The power’s range is doubled.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Dual-Natured Attack (Perk -2)",
    "description": "***Y**our power strikes with two different energy types simultaneously, making it harder for opponents to resist.*  **Restriction:** This perk can only be applied to a power that deals damage.  **Effect:** When you apply this perk to a damaging power, choose two damage types (e.g., Fire and Kinetic, Electricity and Sonic).  - When you deal damage with this power, divide the total damage in half (round up for one half if odd).  - Apply one half as the first type and the other half as the second type.  Each half of the damage is resolved independently:  - Apply the target’s Damage Reduction, resistances, and vulnerabilities separately to each half.  - If a target is immune to one type, they still take half of the damage from the other type as normal.  - If a target is vulnerable to one type, double that half of the damage.  - If a target is resistant, halve that half of the damage.  -  Examples:  A hero fires a magma blast dealing 20 damage as Fire/Kinetic against a target with DR 2, vulnerable to Fire, and resistant to Kinetic.  Split into 10 Fire / 10 Kinetic.  Fire half: (10 - 2) × 2 = 16  Kinetic half: (10 - 2) ÷ 2 = 4  Total damage: 20  A weather controller strikes with a Sonic/Electricity blast, dealing 15 damage against a target immune to Sonic.  Split into 8 Sonic / 7 Electricity.  Sonic half: 0 (immune)  Electricity half: resolve normally.  Total damage: 7  This perk does not let you bypass complete immunity to either damage type.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Efficient Power (Perk -2)",
    "description": "**Restriction:** This Perk may only be applied to a power with a Burnout value.  **Effect:** When you do so, decrease the power’s Burnout cost by 1.  **Special:** This Perk cannot be applied to a Power with the Fatiguing Flaw.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Ego (Flaw Variable, max +8)",
    "description": "**Restriction:** Power must also have the External Power Source Flaw, and all powers that share this external power source also share the same ego.  **Effect:** Your external power source has a will of its own. Perhaps it holds the spirit of an ancient mage or an artificial intelligence. Perhaps it simply influences you along a certain path. But it wants something from you, and it is often difficult to resist. This flaw is made up of three parts: Alignment, Will, and Release. Add up the scores of these three characteristics to get the final score bonus applied to the power. While the item is in control, you can still communicate with the item with it mentally in order to bargain, though otherwise, your hero is not in control of their actions.  - **Alignment:** This is the desire of the item and what it wants you to do. Keep in mind that since this item can, at times, possess you, some alignments might not be suitable. Being occasionally possessed by a demonic sword that thirsts for the blood of the innocent, for instance, will likely disrupt the game and cause more issues than it’s worth.  - If this is in line with what you would do anyway, such as killing zombies or protecting your Enclave, gain +0 to your power score.  - If this desire complicates matters, like questing for an ancient item or adhering to a strict moral code, gain +1 to your power score.  - If this desire makes things very difficult, like amassing and jealously guarding a treasure horde, gain +2 to your power score.  - **Will:** This determines how difficult the influence is to resist. Whenever there is an opportunity for you to fulfill the source’s alignment, and you choose not to do so, you must make a Wisdom or Charisma saving throw against a Difficulty determined below. If you fail this saving throw, the source takes control of you as if you were under the effect of the Mind Control power with a power score equal to the DC of the save.  - DC: 10 +0 to your power score  - DC: 15 +2 to your power score  - DC: 20 +4 to your power score  - **Release:** This determines how willing the item is to release the holder from its power after the holder fails a roll against the item’s Will.  - For +0 to your power score, the item will be released to the holder as soon as its immediate action is concluded.  - For +1 to your power score, the item may control the holder longer, so long as it is in immediate pursuit of its Alignment.  - For +2 to your power score, the item believes it can do better in control. It will not relinquish that control unless it is successfully bargained with, threatened, or otherwise forced or persuaded.  \\<side bar\\>  Playing Ego-Possessed Heroes The editor-in-chief should consider letting the player continue playing as their hero when an item with Ego possesses them. They simply play the hero with the item’s personality, but the player **must** pursue the item’s alignment to the exclusion of all else.  \\</side bar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Exclusive Power (Flaw +2)",
    "description": "**Restriction:** May only be used with Scene or Continuous powers. It may not be combined with Roulette Power. At least two powers must both possess this flaw.  **Effect:** Two or more of your powers may not be used at the same time. Whenever you activate a power with this flaw, it instantly deactivates all other powers with this flaw.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "External Power Source (Perk +0)",
    "description": "*With this modification, powers are powered by an external source, such as a power pack, ammunition, or mystical power from beyond.*  **Restriction:** This may only be applied to powers with a burnout value.  **Effect:** This power source possesses its Burnout Threshold of 10, and bleeds off Burnout at a rate of 2 per turn.  Unless you’re a Tech Hero, you may only possess a single External Power Source that multiple powers may tap into.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Fatiguing (Flaw +4)",
    "description": "**Restriction:** This power modification cannot be combined with power modification, which reduces or removes burnout costs.  **Effect:** This flaw may only be applied to a power with a Burnout cost; increase the power’s burnout cost by half Burnout cost (minimum of 1).",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Instinct Control (Perk -2/-4)",
    "description": "**Effect:** This perk can be applied to a Mental Power. This Mental Power can now affect either non-sentient animals with a brain or non-sentient computer systems advanced enough to mimic the intelligence of animals with a brain (such as most modern computers). It can affect one of these categories for -2 or both of them for -4. This power still cannot affect brainless animals like jellyfish or mechanical systems that are not controlled by a modern computer.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Joined Power (Flaw +2, +4)",
    "description": "**Restriction:** Cannot be applied to a power with the All-Skill Flaw  **Effect:** You must choose a hero with the joined power flaw. If both agree, those powers cannot be used without both of you being in close proximity to one another. For +2 power score, both you and your joined companion must be in the same Area. For +4 power score, both of you must be in the same Area while touching each other. You may not overcome this flaw as long as your companion is alive or remains a zombie. If your companion is truly dead, the editor-n-chef may allow you to buy off this flaw with experience.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Limited Uses (Flaw +2, +8)",
    "description": "**Effect:** Your power runs off a limited power source; maybe you deliver your elemental blast power through arrows or specialized gyro-jet ammunition, or your body needs time to recharge. Regardless, this power limits the number of times you may use the power in question on a given day. You do not suffer burnout when utilizing power with this modification.  - You may use your power once per scene, +2 power score  - You may use your power once before requiring a Hiatus, +8 power score  Alternately, you may, at the Editor-in-Chief’s discretion, be able to rearm/recharge between scenes with the expenditure of a Plot point.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Limitation (Flaw +2, +4, or +6)",
    "description": "**Effect:** A power with this limitation does not work under specific conditions or against specific items, materials, or even items with particular characteristics.  Maybe your Fire Powers are unable to affect water. So, your Elemental/Energy Blast (Fire) will not work against someone with Elemental/Energy Sheath (Water or Ice). Or you may not be able to use any of your fire powers while in a heavy downpour.  At the Editor-in-Chief’s discretion, this Power Flaw may be worth a +2, +4, or +6 in your power score, depending on how common the vulnerability may be. For example, water may be worth +4 due to its prevalence, while a vulnerability to refined uranium would be worth +2.  \\<Side Bar\\>  #### Alternate uses for the Limitation Power Flaw  You may utilize the Limitation power flaw to facilitate countless possible flaws and limitations. But be forewarned, players may use this flaw to tweak out their heroes and enhance their powers for little or no cost.  To see some interesting uses of the Limitation flaw, see the *Allies and Rogues Gallery* section**.**  \\</Side Bar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Linked (Flaw +2)",
    "description": "**Effect:** This tweak must be applied to more than one power. All powers with this flaw are linked together through a central theme. For example, Force has all his powers linked together as they are all tied to his telekinesis power. Each power in the linked power group gains a +2 bonus to its power score.  When using any power that is part of a group of linked powers, you always utilize the lowest power score among them, regardless of whether the power you are using has a higher power score.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Magical Spell (+0 Flaw)",
    "description": "**Restriction:** Heroes with the Mystic Power Source only.  **Effects:** Powers with this Perk are not “powers” per se, but instead spells mastered by the Hero. Powers converted to spells have the following properties:  The primary attribute for power is changed to either Charisma, Intelligence, or Wisdom. This choice must be made when first taking the spell and cannot be changed. All other aspects of power remain unchanged.  As you continue to grow, you may increase the power score of your spells like you would any other power. Perhaps you find a more efficient way to weave the magic, or your connection to the mystical realm has grown stronger over time.  Any practitioner can teach their spells to another practitioner at the discretion of the Editor-in-Chief as their Enclave Interlude. They may use the learned spell with a power score of 12 (or the spell power level, whichever is lower) for the use of a plot point until they fully acquire it via the Acquire New Power feat, at which point they gain the spell at its full power level (minimum of 12). The primary attribute of a learned spell does not change.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Patron (Flaw +0/+2/+4/+6)",
    "description": "**Effect:** Your power is not inherent to you but has been granted by a powerful being such as an alien, a god, a devil, or even a surviving A-lister. If you should offend this patron, they will withdraw this power until you have appeased them and may further punish you.  - If your patron makes few demands of you or has demands that are in line with what you would be doing anyway (such as fighting Zombies or helping humans to survive), this Flaw is worth +0.  - +2 if your patron is mostly benevolent but expects you to maintain a code of behavior or makes occasional demands that complicate your normal activities.  - +4 if your patron has their agenda apart from yours and expects you to follow it when they demand.  - +6, your patron is actively working against you, trying to ensnare you in an evil bargain, working against your Enclave or in favor of the zombies, or is otherwise evil.  > At the Editor-in-Chief’s discretion, a powerful patron might grant power to those not normally able to access it. For instance, a deal with a devil might grant a Highly Trained Hero the Bestial Transformation ability. This should involve a great deal of sacrifice and become a -2 Perk (for benevolent patrons) or, at most, a +1 Flaw (for evil patrons).  \\<side bar\\> Evil Patrons  Making deals with evil patrons has the potential to cause a lot of problems in a campaign, but it also has the potential for some truly amazing character arcs. In most stories, making a deal with an evil patron comes in one of two varieties. In the first, the Hero does not realize the patron is evil and only gradually becomes aware that the seemingly innocuous tasks they are required to perform are leading toward some terribly evil goal. In the second, the Hero is desperately in need of power in order to overcome some great obstacle (such as a zombie horde) and knowingly makes a pact with an evil patron out of desperation or hubris. Regardless of the method, eventually, an evil patron will either fully corrupt a Hero (which should then become an NPC), or the Hero will have to turn against their patron, being stripped of their powers and possibly paying further penalties as a consequence of breaking their bargain. Deals with evil patrons, even unknowing, should always cause more problems than they solved \\</side bar\\>",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Penetrating (Perk -2)",
    "description": "**Effect:** Your power is particularly effective against armor, natural or otherwise. This power modification can only be applied to a power that attacks one of the three defenses. Upon a successful attack, you bypass some of your opponent’s DR equal to half your power score modifier (minimum 1)",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Power Armor (Flaw +4)",
    "description": "**Requirement:** Tech Hero Only  **Effect:** Power Armor represents an armored suit that empowers and protects you.  When creating a suit of power armor, you can apply this power modification to any number of powers, as long as one of those powers is the Armor power.  - All Power Armor possesses the following power modifications but gains no power score bonuses from their application: *Removable Item, External Power Source* (with the external power source’s Burnout Threshold being increased to 15 and with current burnout being reduced by half Hero’s passive Intelligence modifier instead of his rank bonus), and *Unpowered Form* (with the time required to put on the armor being two continuous Demanding actions instead of one. You may reduce this time to a single Demanding action by reducing the bonus points granted by this flaw by 2).  - You may apply additional power modifications to powers independently, but they are limited to accuracy, fatigue, limited uses, linked, penetration, secondary effect, and static.  **Special (Multiple Suits):** You may possess more than one suit of armor. This flaw applies to individual power suits, with the powers of each suit tracked as individual powers.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Power Lapse (Flaw +2/+4)",
    "description": "**Effect:** Your power shuts down until the end of your next turn if attacked in a specific manner. For common conditions, such as being attacked by steel weapons, this flaw is worth +4 to your power score. If the condition is less common, like being attacked by magic, this flaw only increases the power’s score by +2",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Removable Item (Flaw +2)",
    "description": "**Effect:** If your power is built into an item that can be disarmed or stolen. Increase the power score by +2  *\\<side bar\\>*  *A word on tech in a post-apocalyptic world.  * **All technology** suffers from *Unreliable at the best of times:* At any time, once per scene, the Editor-in-Chief may decide that a piece of your tech or an external power source just fails to work. This may be applied only to a single power. You may use a Plot Point to negate this result. *\\</side bar\\>*",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Roulette Power (Flaw +2/+4)",
    "description": "**Restriction:** It may not be used with continuous powers. It may not be combined with Exclusive Power. At least two of your powers must both have this flaw.  **Effect:** Two or more of your powers are combined, and you never know which one will be used. When you seek to use one of your powers with this flaw, roll randomly to determine which power is actually used. If all powers linked to this flaw are used for the same purpose (for instance, all powers that deal damage), this is a +2 flaw. If the powers are more disparate (such as Chameleon, Elemental/Energy Blast, and Summon Animal), this is a +4 flaw.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Secondary Effect (Perk -2/-4)",
    "description": "**Effect:** One of your powers possesses a useful additional effect. Choose one of the following conditions: once per scene, you may apply this additional effect to your power by spending a bonus action to “power up.”  When you use this perk, you must not only successfully hit the target with your power’s primary attack, but you must also surpass the secondary effect’s stated defense for the secondary effect to apply. If you fail to defeat this secondary defense, you still apply your power’s primary effects.  <table> <colgroup> <col style=\"width: 42%\" /> <col style=\"width: 18%\" /> <col style=\"width: 39%\" /> </colgroup> <thead> <tr> <th colspan=\"3\" style=\"text-align: left;\"><strong>Secondary Effects X-X</strong></th> </tr> </thead> <tbody> <tr> <td style=\"text-align: center;\"><strong>Condition</strong></td> <td style=\"text-align: center;\"><strong>Defense</strong></td> <td style=\"text-align: center;\"><strong>Power Score Modifier</strong></td> </tr> <tr> <td style=\"text-align: center;\">Blinded*</td> <td style=\"text-align: center;\">Fortitude</td> <td style=\"text-align: center;\">-4</td> </tr> <tr> <td style=\"text-align: center;\">Stunned (lesser)*</td> <td style=\"text-align: center;\">Fortitude</td> <td style=\"text-align: center;\">-2</td> </tr> <tr> <td style=\"text-align: center;\">Deafened*</td> <td style=\"text-align: center;\">Fortitude</td> <td style=\"text-align: center;\">-2</td> </tr> <tr> <td style=\"text-align: center;\">Exhausted*</td> <td style=\"text-align: center;\">Willpower</td> <td style=\"text-align: center;\">-2</td> </tr> <tr> <td style=\"text-align: center;\">Frightened, (Severe)*</td> <td style=\"text-align: center;\">Willpower</td> <td style=\"text-align: center;\">-4</td> </tr> <tr> <td style=\"text-align: center;\">Prone</td> <td style=\"text-align: center;\">Fortitude</td> <td style=\"text-align: center;\">-2</td> </tr> <tr> <td style=\"text-align: center;\">Frightened, (Mild)*</td> <td style=\"text-align: center;\">Willpower</td> <td style=\"text-align: center;\">-2</td> </tr> <tr> <td style=\"text-align: center;\">Weakened (Mild)</td> <td style=\"text-align: center;\">Fortitude</td> <td style=\"text-align: center;\">-1</td> </tr> <tr> <td style=\"text-align: center;\">Weakened</td> <td style=\"text-align: center;\">Fortitude</td> <td style=\"text-align: center;\">-2</td> </tr> <tr> <td style=\"text-align: center;\">Weakened (Severe)</td> <td style=\"text-align: center;\">Fortitude</td> <td style=\"text-align: center;\">-4</td> </tr> <tr> <td style=\"text-align: center;\">Stunned (Greater)</td> <td style=\"text-align: center;\">Fortitude</td> <td style=\"text-align: center;\">-4</td> </tr> <tr> <td colspan=\"3\" style=\"text-align: left;\">*See additional notes below</td> </tr> </tbody> </table>  *Blinded* and *Frightened:* Targets affected suffer these secondary effects for a number of turns equal to the power’s score modifier +1. Targets affected get either a constitution or wisdom saving throw at the end of their turn (chosen when applying this power modification) to end this effect.  All other secondary effects remain in effect until the end of the scene.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Seeking (Perk -2)",
    "description": "**Effect:** Your control over your power is so fine you can seek out your intended target. Thus, you ignore any penalties for Cover and don’t suffer a -3 penalty when attacking a target that is currently engaged in melee with another creature; you are still required to see the target and possess a line of effect to the target. This Perk can only be applied to Ranged Powers.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Synergy (Perk -2)",
    "description": "**Requirement:** This power modification requires that powers specifically possess the special (synergy) feature, allowing them to synergize with other listed powers.  **Effect:** Choose one of the powers combined through this power modification to be the group's primary power; any time you increase that power score, the score of all other synergized powers is increased by the same amount. You cannot increase the scores of the other powers directly, only through increasing the score of the group's primary power.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Slow (Flaw +2/+4)",
    "description": "**Effect:** You may only apply this modifier to power that requires a Bonus Action or an Action to use. If you apply this flaw to a power that requires a bonus action, that power will now require an action, and that power’s score will be increased by +2. If this flaw is applied to a power that requires an action, that power will now require a demanding action, and that power’s score will be increased by +4.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Static (Flaw +2/+4)",
    "description": "**Effect:** Any power with this Flaw may *never* be improved under *any* circumstances... ever. The power has reached its full potential. This Flaw may only be acquired during Hero creation and may not be combined with any other Power Modification Flaw (Flaws required by your Power Source still apply). If this Flaw is applied to the Life Support power, the power is increased by an additional +2 (for a total of +4).",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Spell Power Infusion (Perk -2)",
    "description": "**Requirement:** This can only be applied to powers with the magical spell flaw.  **Effect:** When casting the spell this perk is assigned to you, you may incur additional burnout, which temporarily increases the power’s score. Doing so requires the expenditure of a plot point; by increasing the power’s Burnout by 3 points, you increase the power’s score by +2 to a maximum number of additional points equal to your wisdom score. Regardless, you may never incur more Burnout than your remaining Burnout.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Spirit Seeker (Perk -2/-4)",
    "description": "**Effect:** Your power can affect those on a different plane of existence at full strength, such as those under the effect of the Free Consciousness or Incorporeal powers. This perk is -2 for Mental powers and -4 for all other powers. This allows powers such as Entangle to be used on Incorporeal characters. You still must be able to target a creature to affect them.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Sustained Damage (Perk -4)",
    "description": "**Effect:** Any power with this Perk affects the target over and over - without needing a new Attack Roll. On a successful hit, the target takes the initial damage as normal. At the end of their next turn, they start to suffer your power score modifier in the same damage type for a number of turns equal to half your power score modifier, after which the target gets a Constitution saving throw to end this effect. Additional hits do not add to this continuous damage; instead, reset its duration.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Techno-Limited (Flaw +2)",
    "description": "**Restriction:** Must be used with a power that normally affects living creatures or other organic material.  **Effect:** This power only affects technology. It has no effect on organic material or living (or formerly living) creatures. If this power is a mental power, it only affects artificial intelligence.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Temporary power (Flaw +2)",
    "description": "**Effect:** You can only apply this flaw to any continuous powers that do not require a reaction to use. The power now is activated as an Action, has a Burnout cost of 5, and only remains active for a number of turns equal to your power score modifier.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Trigger (Flaw +4)",
    "description": "**Effect:** Your power requires an emotional trigger for you to access it. You determine the emotion with your Editor-in-Chief; once set, you may only use the power whenever you feel this emotion or you successfully make a Routine (DC: 15) wisdom saving throw. If you succeed, you have access to your power for the rest of the scene. If you fail the roll, you may not access this power for the rest of the scene.  Powers such as Mind Control can affect your emotional state, allowing someone to effectively shut down your power before the end of the scene by changing your emotional state.  **Special (Spells):** If this flaw is applied to a power with the spell power modification, which also has the Trigger Flaw, you may utilize an Occult skill check in place of a wisdom saving throw.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Unpowered Form (Flaw +2)",
    "description": "**Effect:** Not only are your powers not on all the time, but you don’t have access to them until you transform (either by saying magic words, changing your physical form, or only being available when another power is in use) as a Demanding action. When you transform, you may choose to activate any of your powers with the scene descriptor as part of the same action, paying its burnout cost, of course. You may choose to apply feats to this flaw as well, making them inaccessible when not in your underpowered form. If you do so, this flaw is worth +3 instead of +2. You may only remain in your power form a number of hours per day equal to your constitution score; these hours need not be consecutive.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  },
  {
    "name": "Unreliable (Flaw +4)",
    "description": "**Effect:** Your power doesn’t always work. Whenever you use your power, there is a 50% chance the power simply does not work. When it does so, you use your action but pay zero burnout for the failed attempt.",
    "hasDamageType": false,
    "hasTarget": false,
    "skillCompatible": false,
    "burnout": null
  }
]
